[
  {
    "input": "Πώς μπορώ να ελέγξω αν ανήκω στις κατηγορίες Ληπτών Υγείας που εξυπηρετεί το Νοσοκομείο πριν εγγραφώ στο ΗΚΕΛΥ;",
    "output": "1. Επισκεφτείτε την αρχική σελίδα του ΗΚΕΛΥ. \n2. Επιλέξτε «Δεν έχετε διαπιστευτήρια. Αποκτήστε εδώ». \n3. Στην επόμενη σελίδα, πατήστε στο σύνδεσμο «Δείτε τις κατηγορίες Ληπτών Υγείας που εξυπηρετούνται από το Νοσοκομείο». \n4. Διαβάστε προσεκτικά τις κατηγορίες για να δείτε αν υπάγεστε σε κάποια από αυτές πριν προχωρήσετε σε εγγραφή."
  },
  {
    "input": "Πώς μπορώ να δω αν ανήκω στις κατηγορίες που εξυπηρετεί το ΗΚΕΛΥ πριν προχωρήσω σε εγγραφή;",
    "output": "1. Επισκεφτείτε την αρχική σελίδα του ΗΚΕΛΥ. \n2. Επιλέξτε «Δεν έχετε διαπιστευτήρια. Αποκτήστε εδώ». \n3. Στην επόμενη σελίδα, πατήστε στο σύνδεσμο «Δείτε τις κατηγορίες Ληπτών Υγείας που εξυπηρετούνται από το Νοσοκομείο». \n4. Διαβάστε προσεκτικά τις κατηγορίες για να δείτε αν υπάγεστε σε κάποια από αυτές πριν προχωρήσετε σε εγγραφή."
  },
  {
    "input": "Πώς μπορώ να βεβαιωθώ ότι δικαιούμαι πρόσβαση στο ΗΚΕΛΥ σύμφωνα με τις κατηγορίες Ληπτών Υγείας του Νοσοκομείου;",
    "output": "1. Επισκεφτείτε την αρχική σελίδα του ΗΚΕΛΥ. \n2. Επιλέξτε «Δεν έχετε διαπιστευτήρια. Αποκτήστε εδώ». \n3. Στην επόμενη σελίδα, πατήστε στο σύνδεσμο «Δείτε τις κατηγορίες Ληπτών Υγείας που εξυπηρετούνται από το Νοσοκομείο». \n4. Διαβάστε προσεκτικά τις κατηγορίες για να δείτε αν υπάγεστε σε κάποια από αυτές πριν προχωρήσετε σε εγγραφή."
  },
  {
    "input": "Πώς μπορώ να εγγραφώ ως νέος χρήστης στο ΗΚΕΛΥ;",
    "output": "1. Επισκεφτείτε την αρχική σελίδα του ΗΚΕΛΥ και επιλέξτε «Δεν έχετε διαπιστευτήρια. Αποκτήστε εδώ». \n2. Συμπληρώστε τα υποχρεωτικά πεδία (ΑΜΚΑ, επώνυμο, όνομα) και προαιρετικά το ΑΦΜ. \n3. Ελέγξτε την ορθότητα των στοιχείων και πατήστε «Αναζήτηση». \n4. Ελέγξτε τα στοιχεία σας και πατήστε «Συνέχεια». \n4. Εισάγετε ένα έγκυρο email και συμπληρώστε τα απαιτούμενα στοιχεία. \n5. Πατήστε «Συνέχεια» και περιμένετε το email ενεργοποίησης (έως 24 ώρες). \n6. Ακολουθήστε τον σύνδεσμο στο email για να ορίσετε username και password. \n7. Ολοκληρώστε την εγγραφή πατώντας «Εγγραφή»."
  },
  {
    "input": "Πάτησα «Εγγραφή» αλλά δεν έγινε τίποτα. Τι πρέπει να κάνω;",
    "output": "1. Εφόσον πατήσατε «Εγγραφή», θα πρέπει να ελέγξετε τη διεύθυνση email που δηλώσατε κατά την εγγραφή. \n2. Εντός 24 ωρών θα σας αποσταλεί email ενεργοποίησης με σύνδεσμο. \n3. Ο σύνδεσμος παραμένει ενεργός για 2 ημέρες. \n4. Αν δεν βρίσκετε το email, ελέγξτε τον φάκελο ανεπιθύμητης αλληλογραφίας (spam/junk). \n5. Αν περάσουν πάνω από 24 ώρες χωρίς να λάβετε email, δοκιμάστε ξανά την εγγραφή ή επικοινωνήστε με την τεχνική υποστήριξη στο 2106553900."
  },
  {
    "input": "Έλαβα το email ενεργοποίησης, αλλά ο σύνδεσμος δεν λειτουργεί. Τι μπορώ να κάνω;",
    "output": "1. Βεβαιωθείτε ότι ο σύνδεσμος δεν έχει λήξει — ισχύει μόνο για 2 ημέρες από την αποστολή του email. \n2. Αν έχουν περάσει πάνω από 48 ώρες, θα χρειαστεί να επαναλάβετε τη διαδικασία εγγραφής από την αρχή. \n3. Αν ο σύνδεσμος φαίνεται ενεργός αλλά δεν ανοίγει, δοκιμάστε να τον αντιγράψετε και να τον επικολλήσετε σε νέο παράθυρο του προγράμματος περιήγησης. \n4. Αν το πρόβλημα επιμένει, επικοινωνήστε με την τεχνική υποστήριξη του ΗΚΕΛΥ 2106553900 για επανενεργοποίηση ή νέο σύνδεσμο."
  },
  {
    "input": "Τι πρέπει να κάνω αν λάβω μήνυμα λάθους κατά την εγγραφή;",
    "output": "Αν εμφανιστεί μήνυμα λάθους: \n1. Ελέγξτε αν τα στοιχεία (ΑΜΚΑ, επώνυμο, όνομα) είναι σωστά και πλήρη. \n2. Βεβαιωθείτε ότι το επώνυμο και το όνομα περιέχουν μόνο ελληνικούς/λατινικούς χαρακτήρες (χωρίς ειδικούς χαρακτήρες όπως $ ή &). \n3. Αν το πρόβλημα παραμένει, επαναλάβετε τη διαδικασία από την αρχή. \n4. Αν ο λογαριασμός έχει ήδη ενεργοποιηθεί, επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Πόσο χρόνο ισχύει ο σύνδεσμος ενεργοποίησης που λαμβάνω μέσω email;",
    "output": "Ο σύνδεσμος ενεργοποίησης που λαμβάνετε μέσω email ισχύει για 2 ημέρες (48 ώρες). Μετά από αυτήν την περίοδο, θα χρειαστεί να ξεκινήσετε εκ νέου τη διαδικασία εγγραφής."
  },
  {
    "input": "Εισάγω σωστά τα στοιχεία μου αλλά δεν μπορώ να μπω. Τι συμβαίνει;",
    "output": "1. Αν έχετε εισάγει λανθασμένα στοιχεία περισσότερες από 5 φορές, ο λογαριασμός σας απενεργοποιείται προσωρινά για λόγους ασφαλείας. \n2. Σε αυτή την περίπτωση, περιμένετε τουλάχιστον 30 λεπτά πριν δοκιμάσετε ξανά να συνδεθείτε. \n3. Βεβαιωθείτε ότι εισάγετε σωστά το όνομα χρήστη και τον κωδικό πρόσβασης. \n4. Αν το πρόβλημα παραμένει και μετά το πέρας των 30 λεπτών, δοκιμάστε ανάκτηση κωδικού ή επικοινωνήστε με την τεχνική υποστήριξη."
  },
  {
    "input": "Ποιο είναι το τηλέφωνο της τεχνικής υποστήριξης του ΗΚΕΛΥ;",
    "output": "1. Για θέματα τεχνικής υποστήριξης του ΗΚΕΛΥ, μπορείτε να επικοινωνήσετε στο:\n\n   • Τηλ.: 210 655 3900"
  },
  {
    "input": "Πώς μπορώ να ενημερωθώ για την προστασία των προσωπικών μου δεδομένων στο ΗΚΕΛΥ;",
    "output": "1. Επισκεφτείτε την αρχική σελίδα του ΗΚΕΛΥ. \n2. Πατήστε στην καρτέλα «ΠΛΗΡΟΦΟΡΙΕΣ». \n3. Από τις διαθέσιμες επιλογές, επιλέξτε «Πολιτική GDPR». \n4. Εκεί θα βρείτε αναλυτική ενημέρωση για την πολιτική προστασίας προσωπικών δεδομένων σας."
  },
  {
    "input": "Μπορώ να χρησιμοποιήσω το ΗΚΕΛΥ από κινητή συσκευή;",
    "output": "Ναι, η πλατφόρμα του ΗΚΕΛΥ είναι προσαρμοσμένη για χρήση σε κινητές συσκευές (smartphones, tablets). Μπορείτε να εγγραφείτε, να συνδεθείτε και να διαχειριστείτε ραντεβού μέσω του browser της συσκευής σας."
  },
  {
    "input": "Τι συμβαίνει αν ξεχάσω τον κωδικό μου;",
    "output": "1. Στη σελίδα σύνδεσης, επιλέξτε «Ανάκτηση κωδικού». \n2. Εισάγετε το email που χρησιμοποιήσατε κατά την εγγραφή. \n3. Ακολουθήστε τις οδηγίες στο email που θα λάβετε για να επαναφέρετε τον κωδικό σας."
  },
  {
    "input": "Ποιες είναι οι υποχρεωτικές πληροφορίες για την εγγραφή;",
    "output": "Τα υποχρεωτικά πεδία για εγγραφή είναι: \n1. ΑΜΚΑ \n2. Επώνυμο (ολόκληρο, χωρίς ειδικούς χαρακτήρες) \n3. Όνομα (ολόκληρο, χωρίς ειδικούς χαρακτήρες) \n4. Έγκυρη διεύθυνση email. Το ΑΦΜ είναι προαιρετικό."
  },
  {
    "input": "Μπορώ να τροποποιήσω τα στοιχεία μου μετά την ολοκλήρωση της εγγραφής;",
    "output": "Όχι, μετά την ενεργοποίηση του λογαριασμού, τα βασικά στοιχεία (ΑΜΚΑ, επώνυμο, όνομα) δεν μπορούν να τροποποιηθούν. Για αλλαγές, επικοινωνήστε με την υποστήριξη του ΗΚΕΛΥ."
  },
  {
    "input": "Πώς λειτουργεί η διαδικασία ταυτοποίησης στο ΗΚΕΛΥ;",
    "output": "Η ταυτοποίηση γίνεται μέσω της ΗΔΙΚΑ (Ηλεκτρονική Διακριτική Ταυτότητα). Το σύστημα ελέγχει την αντιστοιχία των στοιχείων (ΑΜΚΑ, επώνυμο, όνομα) με τα επίσημα αρχεία. Σε περίπτωση απόρριψης, εμφανίζεται μήνυμα με αιτίες και λύσεις."
  },
  {
    "input": "Τι πρέπει να κάνω αν δεν λάβω το email ενεργοποίησης εντός 24 ωρών;",
    "output": "1. Ελέγξτε τον φάκελο «Ανεπιθύμητα» ή «Spam» στο email σας. \n2. Βεβαιωθείτε ότι το email που εισάγατε ήταν σωστό. \n3. Αν δεν βρείτε το email, επαναλάβετε τη διαδικασία εγγραφής με νέο email. \n4. Αν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Ποιες κατηγορίες ληπτών υγείας μπορούν να εγγραφούν στο ΗΚΕΛΥ;",
    "output": "Οι κατηγορίες ληπτών υγείας που εξυπηρετούνται από το νοσοκομείο μπορείτε να τις δείτε: \n1. Στην αρχική σελίδα, επιλέγοντας «Δεν έχετε διαπιστευτήρια. Αποκτήστε εδώ». \n2. Στη συνέχεια, επιλέξτε «Δείτε τις κατηγορίες Ληπτών Υγείας». \nΟι διαθέσιμες κατηγορίες εμφανίζονται σε ειδική λίστα."
  },
  {
    "input": "Πώς μπορώ να συνδεθώ στο ΗΚΕΛΥ μετά την εγγραφή;",
    "output": "1. Επισκεφτείτε την αρχική σελίδα του ΗΚΕΛΥ. \n2. Εισάγετε το username και τον κωδικό σας στα αντίστοιχα πεδία. \n3. Πατήστε «Σύνδεση». \n4. Αν τα διαπιστευτήρια είναι σωστά, θα εισέλθετε στην πλατφόρμα."
  },
  {
    "input": "Τι σημαίνει το μήνυμα «Λανθασμένος συνδυασμός στοιχείων» κατά την εγγραφή;",
    "output": "Αυτό το μήνυμα εμφανίζεται όταν: \n1. Τα στοιχεία (ΑΜΚΑ, επώνυμο, όνομα) δεν αντιστοιχούν στα επίσημα αρχεία. \n2. Υπάρχει ορθογραφικό λάθος στα υποχρεωτικά πεδία. \n3. Χρησιμοποιήθηκαν μη επιτρεπτοί χαρακτήρες (π.χ. $, &). \nΔιορθώστε τα στοιχεία και προσπαθήστε ξανά."
  },
  {
    "input": "Πώς αλλάζω το email μου στο ΗΚΕΛΥ;",
    "output": "Για να ενημερώσετε το email σας: \n1. Kάνετε login στον λογαριασμό σας. \n2. Επιλέξτε από το menu την καρτέλα ΠΡΟΦΙΛ και στα λοιπά στοιχεία εισάγετε το καινουργιο σας email. \n3. Τέλος πατήστε Αποθήκευση για να αλλάξετε και να αποθηκευτεί το καινούργιο σας email σας."
  },
  {
    "input": "Μπορώ να εγγραφώ χωρίς ΑΦΜ;",
    "output": "Ναι, το ΑΦΜ είναι προαιρετικό κατά την εγγραφή. Μπορείτε να αφήσετε το πεδίο κενό, αρκεί να συμπληρώσετε τα υποχρεωτικά στοιχεία (ΑΜΚΑ, επώνυμο, όνομα)."
  },
  {
    "input": "Τι πρέπει να κάνω αν ο σύνδεσμος ενεργοποίησης έχει λήξει;",
    "output": "Αν ο σύνδεσμος ενεργοποίησης έχει λήξει (μετά από 2 ημέρες): \n1. Ξεκινήστε εκ νέου τη διαδικασία εγγραφής από την αρχή. \n2. Χρησιμοποιήστε το ίδιο ή νέο email. \n3. Περιμένετε το νέο email ενεργοποίησης."
  },
  {
    "input": "Πώς μπορώ να ελέγξω αν ανήκω στις κατηγορίες ληπτών υγείας που εξυπηρετούνται;",
    "output": "1. Στην αρχική σελίδα, επιλέξτε «Δεν έχετε διαπιστευτήρια. Αποκτήστε εδώ». \n2. Κάντε κλικ στο «Δείτε τις κατηγορίες Ληπτών Υγείας». \n3. Ελέγξτε τη λίστα με τις υποστηριζόμενες κατηγορίες. Αν δεν είστε σίγουροι, επικοινωνήστε με το νοσοκομείο."
  },
  {
    "input": "Γιατί χρειάζεται να εισάγω ολόκληρο το επώνυμο μου κατά την εγγραφή;",
    "output": "Για λόγους ασφαλείας και ταυτοποίησης, το σύστημα απαιτεί ολόκληρο το επώνυμο (χωρίς συντομογραφίες) για να ταιριάζει με τα επίσημα αρχεία της ΗΔΙΚΑ. Ειδικοί χαρακτήρες (π.χ. $, &) δεν επιτρέπονται."
  },
  {
    "input": "Πώς αλλάζω τον κωδικό μου μετά την εγγραφή;",
    "output": "1. Συνδεθείτε στη σελίδα του ΗΚΕΛΥ. \n2. Επιλέξτε «Αλλαγή Κωδικού πρόσβασης». \n3. Εισάγετε το ΑΜΚΑ σας και το ΑΦΜ σας. \n4. Ένας σύνδεσμος (link) θα σας ανακατευθύνει στην καρτέλα αρχικοποίησης του κωδικού πρόσβασής σας."
  },
  {
    "input": "Τι κάνω αν το email μου για ανάκτηση κωδικού δεν λειτουργεί;",
    "output": "1. Ελέγξτε τον φάκελο «Ανεπιθύμητα» ή «Spam». \n2.Ακολουθήστε τα βήματα που αναγράφονται. \n3. Αν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξη για χειροκίνητη επαναφορά."
  },
  {
    "input": "Πώς ενημερώνονται τα στοιχεία μου από την ΗΔΙΚΑ;",
    "output": "Τα στοιχεία σας ενημερώνονται αυτόματα από την ΗΔΙΚΑ κατά τη διαδικασία εγγραφής."
  },
  {
    "input": "Ποιους χαρακτήρες μπορώ να χρησιμοποιήσω στο όνομα χρήστη μου;",
    "output": "Το όνομα χρήστη πρέπει να περιέχει τουλάχιστον 5 χαρακτήρες: \n1. Μπορεί να περιέχει λατινικούς χαρακτήρες (A-Z, a-z). \n2. Μπορεί να συμπεριλαμβάνει αριθμούς (0-9).\n3. Δεν μπορεί να περιέχει ειδικούς χαρακτήρες (π.χ. !, @). \n3. Δεν μπορεί να περιέχει κενά ή ελληνικούς χαρακτήρες."
  },
  {
    "input": "Ποιους χαρακτήρες μπορώ να χρησιμοποιήσω στον κωδικό μου;",
    "output": "Ο κωδικός πρέπει να περιέχει τουλάχιστον 8 χαρακτήρες: \n1. Πρέπει να περιέχει τουλάχιστον ένα κεφαλαίο χαρακτήρα(A-Z) \n2. Πρέπει να περιέχει τουλάχιστον έναν πεζό χαρακτήρα(a-z).\n3. Πρέπει να περιέχει τουλάχιστον ένα από τα σύμβολα (@#$%^*_-!)."
  },
  {
    "input": "Τι σημαίνει το μήνυμα «Απορρίφθηκε η ταυτοποίηση σας»;",
    "output": "Αυτό σημαίνει ότι τα στοιχεία σας (ΑΜΚΑ, επώνυμο, όνομα) δεν ταιριάζουν με τα αρχεία της ΗΔΙΚΑ. Πιθανές αιτίες: \n1. Λάθος στοιχεία εισαγωγής. \n2. Δεν ανήκετε σε υποστηριζόμενη κατηγορία ληπτών υγείας. \n3. Τεχνικό πρόβλημα. Επαναλάβετε τη διαδικασία ή επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Πώς προστατεύονται τα προσωπικά μου δεδομένα στο ΗΚΕΛΥ;",
    "output": "Το ΗΚΕΛΥ χρησιμοποιεί: \n1. Κρυπτογράφηση δεδομένων κατά τη μεταφορά και αποθήκευση. \n2. Ταυτοποίηση μέσω ΗΔΙΚΑ για επιβεβαίωση ταυτότητας.."
  },
  {
    "input": "Πώς μπορώ να εγγραφώ και να κλείσω ραντεβού ταυτόχρονα;",
    "output": "Η διαδικασία είναι διαδοχική: \n1. Ολοκληρώστε πρώτα την εγγραφή (συμπλήρωση στοιχείων, ενεργοποίηση λογαριασμού). \n2. Συνδεθείτε με τα διαπιστευτήριά σας. \n3. Επιλέξτε «Νέο Ραντεβού» από το μενού. \nΣημείωση: Δεν υπάρχει άμεση διασύνδεση εγγραφής και κλεισίματος ραντεβού."
  },
  {
    "input": "Τι πρέπει να κάνω αν δεν μπορώ να εγγραφώ λόγω τεχνικού προβλήματος;",
    "output": "1. Ελέγξτε τη σύνδεση στο διαδίκτυο και ανανεώστε τη σελίδα. \n2. Δοκιμάστε από άλλο browser ή συσκευή. \n3. Αν το πρόβλημα συνεχίζεται, επικοινωνήστε με την υποστήριξη του ΗΚΕΛΥ, προσφέροντας λεπτομέρειες (π.χ. στιγμιότυπο οθόνης, κωδικό σφάλματος)."
  },
  {
    "input": "Μπορώ να χρησιμοποιήσω διεθνή χαρακτήρες (π.χ. γαλλικά γράμματα) στο όνομα χρήστη μου;",
    "output": "Όχι, το πεδίο «Όνομα χρήστη» δέχεται μόνο κεφαλαίους ;ή πεζούς λατινικούς χαρακτήρες (A-Z, a-z) τουλάχιστον 5 χαρακτήρες. Δεν επιτρέπονται διεθνείς χαρακτήρες (π.χ. é, ñ) ή ειδικοί συμβολισμοί."
  },
  {
    "input": "Τι συμβαίνει αν δηλώσω λάθος email κατά την εγγραφή;",
    "output": "Αν το email είναι λανθασμένο: \n1. Δεν θα λάβετε τον σύνδεσμο ενεργοποίησης. \n2. Πρέπει να ξεκινήσετε νέα διαδικασία εγγραφής με σωστό email."
  },
  {
    "input": "Τι συμβαίνει αν εισάγω λάθος κωδικό πολλές φορές;",
    "output": "Αν εισάγετε λανθασμένα διαπιστευτήρια για 5 συνεχόμενες φορές: \n1. Ο λογαριασμός σας απενεργοποιείται προσωρινά. \n2. Θα πρέπει να περιμένετε τουλάχιστον 30 λεπτά πριν προσπαθήσετε ξανά. \n3. Αν ξεχάσατε τον κωδικό σας, χρησιμοποιήστε τη λειτουργία «Αλλαγή κωδικού πρόσβασης»."
  },
  {
    "input": "Μπορώ να χρησιμοποιώ τα ίδια διαπιστευτήρια σε διαφορετικά νοσοκομεία;",
    "output": "Ναι, τα διαπιστευτήρια σας (Χρήστης και Κωδικός) είναι κοινά για όλα τα Νοσοκομεία των Ενόπλων Δυνάμεων. Για παράδειγμα, αν εγγραφείτε στο ΗΚΕΛΥ του 414 ΣΝΕΝ, μπορείτε να συνδεθείτε με τα ίδια στοιχεία και στο 401 ΓΣΝΑ."
  },
  {
    "input": "Πότε εμφανίζονται οι όροι GDPR κατά τη εγγραφή;",
    "output": "Μετά την εγγραφή σας, εάν το νοσοκομείο έχει καθορίσει: \n1. Πολιτική προστασίας δεδομένων (GDPR). \n2. Κανόνες και διαδικασίες επίσκεψης. \n3. Όρους χρήσης ιστότοπου και cookies, αυτά θα εμφανιστούν αυτόματα στις οθόνες που ακολουθούν."
  },
  {
    "input": "Πού μπορώ να βρω την πολιτική cookies του ΗΚΕΛΥ;",
    "output": "Η πολιτική cookies εμφανίζεται: \n1. Αμέσως μετά τη εγγραφή σας στο νοσοκομείο κατά την πρώτη επίσκεψη, αν το νοσοκομείο την έχει ρυθμίσει. \n2. Στην καρτέλα «Πληροφορίες» του ΗΚΕΛΥ, όπου καταχωρούνται όλες οι ανακοινώσεις και πολιτικές."
  },
  {
    "input": "Πώς επιλέγω την κατηγορία λήπτη υγείας μου;",
    "output": "1. Κατά την πρώτη σύνδεση σας σε ένα νοσοκομείο, θα σας ζητηθεί να επιλέξετε κατηγορία (Δικαιούχος/Μέλος/Ιδιώτης) και υποκατηγορία. \n2. Αν δεν είστε σίγουροι, πατήστε «Δείτε όλες τις κατηγορίες Ληπτών Υγείας εδώ». \n3. Οι επιλογές σας θα επαληθευτούν κατά την επίσκεψή σας στο νοσοκομείο."
  },
  {
    "input": "Μπορώ να αλλάξω την κατηγορία λήπτη υγείας μετά την επιλογή;",
    "output": "Όχι, δεν μπορείτε να αλλάξετε την κατηγορία αφού έχει επαληθευτεί από την γραμματεία. Επικοινωνήστε με τη Γραμματεία Εξωτερικών Ιατρείων του νοσοκομείου."
  },
  {
    "input": "Ποιες είναι οι κύριες κατηγορίες ληπτών υγείας στο ΗΚΕΛΥ;",
    "output": "Οι κύριες κατηγορίες είναι: \n1. Δικαιούχος (με υποκατηγορίες όπως συνταξιούχος, αναπήρος). \n2. Μέλος (π.χ. Αδελφός/ή Στελέχους ΣΞ εν ενεργεία). \n3. Ιδιώτης (π.χ. Ανάπηρος Πολέμου). Οι πλήρεις λίστες εμφανίζονται κατά εγγραφή σας  στην επιλογή «Δείτε τις κατηγορίες Ληπτών Yγείας που εξυπηρετούνται από το Νοσοκομείο.»"
  },
  {
    "input": "Πού βλέπω τις ανακοινώσεις του νοσοκομείου;",
    "output": "Οι ανακοινώσεις εμφανίζονται: \n1. Αυτόματα μετά τη σύνδεση (αν υπάρχουν νέες). \n2. Στην καρτέλα «Πληροφορίες» του ΗΚΕΛΥ, όπου καταχωρούνται όλες οι ενεργές ανακοινώσεις."
  },
  {
    "input": "Πώς ενημερώνομαι για αλλαγές στους κανόνες του νοσοκομείου;",
    "output": "Οι ενημερώσεις για κανόνες και διαδικασίες: \n1. Εμφανίζονται μετά τη σύνδεση, αν το νοσοκομείο τις έχει δημοσιεύσει. \n2. Μπορείτε να τις βρείτε στην καρτέλα «Πληροφορίες» ."
  },
  {
    "input": "Τι κάνω αν δεν μπορώ να επιλέξω κατηγορία λήπτη υγείας;",
    "output": "1. Πατήστε «Δείτε τις κατηγορίες Ληπτών Yγείας που εξυπηρετούνται από το Νοσοκομείο.» για να ελέγξετε αν ανήκετε σε κάποια. \n2. Αν δεν βρείτε την κατηγορία σας, επικοινωνήστε με τη γραμματεία του νοσοκομείου. \n3. Μην προχωρήσετε σε κλείσιμο ραντεβού χωρίς επιλογή κατηγορίας."
  },
  {
    "input": "Πότε γίνεται η πιστοποίηση της κατηγορίας μου ως λήπτη υγείας;",
    "output": "Η πιστοποίηση γίνεται: \n1. Κατά την πρώτη σας επίσκεψη στο νοσοκομείο, την ημέρα του ραντεβού σας. \n2. Στη γραμματεία εξωτερικών ιατρείων, με την προσκόμιση απαιτούμενων δικαιολογητικών (π.χ. ταυτότητα, δελτίο αποστράτου)."
  },
  {
    "input": "Πώς συνδέομαι και ελέγχω τις ανακοινώσεις σε ένα βήμα;",
    "output": "Η διαδικασία είναι αυτόματη: \n1. Συνδεθείτε με τα διαπιστευτήριά σας. \n2. Αν το νοσοκομείο έχει νέες ανακοινώσεις, αυτές θα εμφανιστούν αμέσως μετά τη σύνδεση. \n3. Για όλες τις ανακοινώσεις, μεταβείτε στην καρτέλα «Πληροφορίες»."
  },
  {
    "input": "Τι πρέπει να κάνω αν δεν βλέπω τις ανακοινώσεις μετά τη σύνδεση;",
    "output": "1. Ελέγξτε την καρτέλα «Πληροφορίες» για όλες τις ανακοινώσεις. \n2. Αν δεν υπάρχουν, το νοσοκομείο δεν έχει δημοσιεύσει νέες ανακοινώσεις. \n3. Για τεχνικά προβλήματα, επικοινωνήστε με την υποστήριξη του ΗΚΕΛΥ."
  },
  {
    "input": "Για πόσο χρόνο απενεργοποιείται ο λογαριασμός μου μετά από πολλές λανθασμένες προσπάθειες σύνδεσης;",
    "output": "Ο λογαριασμός σας απενεργοποιείται προσωρινά για 30 λεπτά μετά από 5 συνεχόμενες λανθασμένες προσπάθειες σύνδεσης. Μετά από αυτό το διάστημα, μπορείτε να δοκιμάσετε ξανά."
  },
  {
    "input": "Μπορώ να αλλάξω το όνομα χρήστη μου στο ΗΚΕΛΥ;",
    "output": "Όχι, το όνομα χρήστη δεν μπορεί να αλλάξει μετά την εγγραφή."
  },
  {
    "input": "Πώς μπορώ να αποφύγω την απενεργοποίηση του λογαριασμού μου λόγω λάθος κωδικού;",
    "output": "1. Χρησιμοποιήστε τη λειτουργία «Ανάκτηση κωδικού» αν δεν θυμάστε τον κωδικό σας. \n2. Επιβεβαιώστε ότι το Caps Lock δεν είναι ενεργοποιημένο. \n3. Αν δεν είστε σίγουροι για τον κωδικό, δοκιμάστε να τον εισάγετε σε κείμενο πρώτα για εμφανή χαρακτήρες."
  },
  {
    "input": "Πότε μπορώ να δω την πολιτική προστασίας δεδομένων (GDPR) του νοσοκομείου;",
    "output": "Η πολιτική GDPR εμφανίζεται: \n1. Αυτόματα μετά την πρώτη σύνδεση σας σε ένα νοσοσομείο. \n2. Στην καρτέλα «Πληροφορίες» του ΗΚΕΛΥ, εάν το νοσοκομείο την έχει αναρτήσει εκεί."
  },
  {
    "input": "Τι περιέχει η πολιτική cookies του ΗΚΕΛΥ;",
    "output": "Η πολιτική cookies καλύπτει: \n1. Τον τύπο των cookies που χρησιμοποιούνται (π.χ. απαραίτητα για λειτουργία). \n2. Τον σκοπό τους (π.χ. ασφάλεια, προσωποποίηση). \n3. Τον τρόπο διαχείρισής τους (π.χ. πώς να τα απενεργοποιήσετε)."
  },
  {
    "input": "Μπορώ να αρνηθώ την αποδοχή των cookies και να χρησιμοποιήσω το ΗΚΕΛΥ;",
    "output": "Όχι, τα απαραίτητα cookies για τη λειτουργία του συστήματος δεν μπορούν να απενεργοποιηθούν. Αν τα απορρίψετε, ορισμένες λειτουργίες του ΗΚΕΛΥ ενδέχεται να μην λειτουργούν σωστά."
  },
  {
    "input": "Τι συμβαίνει αν επιλέξω λάθος κατηγορία λήπτη υγείας κατά την πρώτη σύνδεση;",
    "output": "1. Μπορείτε να αλλάξετε την κατηγορία πριν κλείσετε ραντεβού. \n2. Αν έχετε ήδη κλείσει ραντεβού, πρέπει να το ακυρώσετε πρώτα. \n3. Η τελική επαλήθευση γίνεται κατά την επίσκεψή σας στο νοσοκομείο."
  },
  {
    "input": "Ποια δικαιολογητικά χρειάζονται για την ταυτοποίηση μου ως Δικαιούχου;",
    "output": "Για ταυτοποίηση ως Δικαιούχος, χρειάζεστε: \n1. Ταυτότητα ή διαβατήριο. \n2. Δελτίο αποστράτου ή άλλο έγγραφο που αποδεικνύει την κατηγορία σας (π.χ. βεβαίωση αναπηρίας)."
  },
  {
    "input": "Μπορώ να έχω πρόσβαση στο ΗΚΕΛΥ χωρίς να έχω επιλέξει κατηγορία λήπτη υγείας;",
    "output": "Όχι, η επιλογή κατηγορίας λήπτη υγείας είναι υποχρεωτική για την πρόσβαση στις υπηρεσίες του ΗΚΕΛΥ. Θα σας ζητηθεί να την επιλέξετε κατά την πρώτη σύνδεση σας σε κάθε νοσοκομείο."
  },
  {
    "input": "Πώς ειδοποιούμαι για νέες ανακοινώσεις του νοσοκομείου;",
    "output": "1. Οι νέες ανακοινώσεις εμφανίζονται αυτόματα μετά τη σύνδεση σας. \n2. Μπορείτε επίσης να τις βρείτε στην καρτέλα «Πληροφορίες». \n3. Σε ορισμένες περιπτώσεις, μπορεί να λάβετε ειδοποίηση μέσω email."
  },
  {
    "input": "Πόσο παλιές ανακοινώσεις μπορώ να δω στο ΗΚΕΛΥ;",
    "output": "Στην καρτέλα «Πληροφορίες» εμφανίζονται όλες οι ενεργές ανακοινώσεις του νοσοκομείου."
  },
  {
    "input": "Τι κάνω αν μια ανακοίνωση δεν εμφανίζεται σωστά;",
    "output": "Ανανεώστε τη σελίδα πατώντας τα κουμπιά contr + F5 ή δοκιμάστε άλλο browser. Αν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξη του νοσοκομείου."
  },
  {
    "input": "Πώς να συνδεθώ αν το νοσοκομείο μου ζητάει νέους όρους GDPR μετά από ενημέρωση;",
    "output": "1. Συνδεθείτε ως συνήθως. \n2. Θα εμφανιστεί αυτόματα η ενημερωμένη πολιτική GDPR. \n3. Διαβάστε και αποδεχτείτε τους νέους όρους για να συνεχίσετε. \n4. Αν δεν εμφανίζονται, ελέγξτε την καρτέλα «Πληροφορίες» ή επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Τι πρέπει να κάνω αν η κατηγορία μου ως λήπτης υγείας δεν επαληθεύτηκε κατά την επίσκεψη;",
    "output": "Επικοινωνήστε με τη γραμματεία του νοσοκομείου για διόρθωση, παρουσιάζοντας τα σωστά δικαιολογητικά. \n Μέχρι τότε, ενδέχεται να περιοριστούν ορισμένες υπηρεσίες στο ΗΚΕΛΥ."
  },
  {
    "input": "Μπορώ να δω ανακοινώσεις από πολλά νοσοκομεία ταυτόχρονα;",
    "output": "Όχι, οι ανακοινώσεις εμφανίζονται μόνο για το νοσοκομείο στο οποίο έχετε συνδεθεί. Για ανακοινώσεις άλλων νοσοκομείων, πρέπει να συνδεθείτε ξεχωριστά στο ΗΚΕΛΥ του αντίστοιχου νοσοκομείου που σας ενδιαφέρει."
  },
  {
    "input": "Θα εμφανίζονται οι όροι GDPR κάθε φορά που συνδέομαι;",
    "output": "Οι όροι GDPR εμφανίζονται μόνο κατά την πρώτη σύνδεση όταν έχει γίνει ενημέρωσή τους. Σε επόμενες συνδέσεις, δεν θα σας εμφανιστούν ξανά."
  },
  {
    "input": "Πώς ξέρω αν μια ανακοίνωση απευθύνεται στην κατηγορία μου ως λήπτη υγείας;",
    "output": "Οι ανακοινώσεις συνήθως αναφέρουν για ποιές κατηγορίες ληπτών υγείας ισχύουν. Αν δεν είστε σίγουροι, επικοινωνήστε με τη γραμματεία του νοσοκομείου."
  },
  {
    "input": "Τι γίνεται αν το νοσοκομείο δεν έχει αναρτήσει κανόνες ή πολιτικές;",
    "output": "Αν το νοσοκομείο δεν έχει αναρτήσει πολιτικές, οι αντίστοιχες οθόνες δεν θα εμφανιστούν μετά τη σύνδεση. Μπορείτε να ελέγξετε την καρτέλα «Πληροφορίες» για τυχόν ενημερώσεις."
  },
  {
    "input": "Αν ο λογαριασμός μου προσωρινά απενεργοποιηθεί, χρειάζεται να επικοινωνήσω με την υποστήριξη;",
    "output": "Όχι, καθώς η προσωρινή απενεργοποίηση, λόγω πολλών λανθασμένων προσπαθειών, διαρκεί περίπου 30 λεπτά. Α το πρόβλημα συνεχίζεται μετά την αναμονή, επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Πώς μπορώ να ελέγξω αν ο λογαριασμός μου είναι ενεργός πριν συνδεθώ;",
    "output": "Δεν υπάρχει άμεση λειτουργία ελέγχου κατάστασης λογαριασμού πριν τη σύνδεση. Αν ο λογαριασμός σας είναι απενεργοποιημένος, θα λάβετε σχετικό μήνυμα κατά την προσπάθεια σύνδεσης."
  },
  {
    "input": "Πού μπορώ να βρω τους όρους χρήσης του ΗΚΕΛΥ αν δεν τους δω κατά τη σύνδεση;",
    "output": "Οι όροι χρήσης είναι διαθέσιμοι: \n1. Στην καρτέλα «Πληροφορίες» του ΗΚΕΛΥ.."
  },
  {
    "input": "Μπορώ να αρνηθώ την πολιτική προστασίας δεδομένων (GDPR) και να χρησιμοποιήσω το ΗΚΕΛΥ;",
    "output": "Όχι, η αποδοχή της πολιτικής GDPR είναι υποχρεωτική για τη χρήση του ΗΚΕΛΥ. Αν την αρνηθείτε, δεν μπορείτε να χρησιμοποιήσετε τις υπηρεσίες της πλατφόρμας."
  },
  {
    "input": "Μπορώ να αλλάξω κατηγορία λήπτη υγείας;",
    "output": " Όχι, δεν μπορείτε να αλλάξετε κατηγορία  ΗΚΕΛΥ. Πρέπει να επικοινωνήσετε με την γραμματεία του νοσοκομείου που θα σας καθοδηγήσει για τη διαδικασία και τα απαραίτητα δικαιολογητικά." 
  },
  {
    "input": "Πώς διαφοροποιούνται οι υπηρεσίες για Δικαιούχους και Ιδιώτες;",
    "output": "Οι διαφορές εξαρτώνται από το νοσοκομείο."
  },
  {
    "input": "Πώς ξέρω αν μια ανακοίνωση είναι επείγουσα;",
    "output": "Οι επείγουσες ανακοινώσεις: \n1. Εμφανίζονται με έντονους τίτλους (π.χ. κόκκινο χρώμα). \n2. Σημειώνονται με τη λέξη «ΕΠΕΙΓΟΝ» ή «ΠΡΟΣΟΧΗ». \n3. Μπορεί να εμφανίζονται αυτόματα κατά τη σύνδεση, ακόμα και πριν από άλλες ανακοινώσεις."
  },
  {
    "input": "Γιατί δεν βλέπω ανακοινώσεις στο ΗΚΕΛΥ του νοσοκομείου μου;",
    "output": "Αυτό σημαίνει ότι: \n1. Το νοσοκομείο δεν έχει αναρτήσει πρόσφατες ανακοινώσεις. \n2. Οι ανακοινώσεις έχουν λήξει / αρχειοθετηθεί. \n3. Υπάρχει τεχνικό πρόβλημα (ελέγξτε την καρτέλα «Πληροφορίες» ή επικοινωνήστε με την υποστήριξη)."
  },
  {
    "input": "Αν αλλάξω νοσοκομείο, πρέπει να ξαναεπιλέξω κατηγορία λήπτη υγείας;",
    "output": "Ναι, η επιλογή κατηγορίας γίνεται ξεχωριστά για κάθε νοσοκομείο κατά την **πρώτη σύνδεση** σας σε αυτό. Οι προηγούμενες επιλογές σας σε άλλα νοσοκομεία δεν μεταφέρονται."
  },
  {
    "input": "Τι κάνω αν η σελίδα των κατηγοριών ληπτών υγείας δεν φορτώνει;",
    "output": "1. Ανανεώστε τη σελίδα με F5 ή δοκιμάστε άλλο browser. \n2. Ελέγξτε τη σύνδεση στο διαδίκτυο. \n3. Αν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξη του νοσοκομείου, αναφέροντας το σφάλμα."
  },
  {
    "input": "Πώς λειτουργεί το ΗΚΕΛΥ αν το νοσοκομείο ενημερώνει τους όρους GDPR ενώ είμαι συνδεδεμένος;",
    "output": "Θα εμφανιστεί αυτόματα αναδυόμενο παράθυρο με τους νέους όρους κατά την επόμενη ενέργειά σας (π.χ. αλλαγή καρτέλας στο μενού). Δεν μπορείτε να κάνετε κάποια άλλη ενέργεια αν δεν πατήσετε αποδοχή."
  },
  {
    "input": "Μπορώ να χρησιμοποιώ το ίδιο όνομα χρήστη σε όλα τα νοσοκομεία;",
    "output": "Ναι, τα διαπιστευτήριά σας λειτουργούν σε όλα τα Νοσοκομεία των Ενόπλων Δυνάμεων."
  },
  {
    "input": "Είναι δυνατόν να έχω δύο διαφορετικές κατηγορίες λήπτη υγείας σε δύο νοσοκομεία;",
    "output": "Ναι, η κατηγορία σας μπορεί να διαφέρει ανά νοσοκομείο. Για παράδειγμα, μπορείτε να είστε «Δικαιούχος» στο 401 ΓΣΝΑ και «Μέλος» στο ΝΝΑ, αν πληροίτε τις προϋποθέσεις του καθενός."
  },
  {
    "input": "Πώς μπορώ να αλλάξω την κατηγορία λήπτη υγείας μου στο προφίλ μου;",
    "output": "Επικοινωνήστε με την γραμματεία του νοσοκομείου για να σας καθοδηγήσει ως προς τη διαδικασία και τα δικαιολογητικά."
  },
  {
    "input": "Τι σημαίνει η ένδειξη «ΜΗ ΠΙΣΤΟΠΟΙΗΜΕΝΗ ΚΑΤΗΓΟΡΙΑ ΛΥ» στο προφίλ μου;",
    "output": "Αυτή η ένδειξη σημαίνει ότι: \n1. Η κατηγορία λήπτη υγείας που επιλέξατε δεν έχει ακόμα επαληθευτεί. \n2. Πρέπει να επισκεφτείτε το νοσοκομείο με τα απαραίτητα δικαιολογητικά (π.χ. ταυτότητα, δελτίο αποστράτου) για τελική πιστοποίηση. \n3. Μέχρι τότε, ενδέχεται να έχετε περιορισμένη πρόσβαση σε ορισμένες υπηρεσίες."
  },
  {
    "input": "Πώς κλείνω ραντεβού στο ΗΚΕΛΥ;",
    "output": "1. Συνδεθείτε και επιλέξτε «Νέο Ραντεβού». \n2. Επιλέξτε πόρο (ιατρείο/ιατρό) μέσω «Γρήγορης Αναζήτησης» ή «Περισσότερων Κριτηρίων». \n3. Επιλέξτε στην καρτέλα «Βρήκαμε για εσάς» την πρώτη διαθέσιμη ημερομηνία. \n4. Ελέγξτε τις απαιτήσεις (π.χ. προετοιμασία) και πατήστε «Περισσότερες ημερομηνίες και ολοκλήρωση». \n4. Επιλέξτε την ώρα της εξέτασης ή αλλάξτε ημέρα και ώρα της εξέτασης.\n5.Επιλέξτε «ΚΑΤΑΧΩΡΗΣΗ ΡΑΝΤΕΒΟΥ» \n5. Λάβετε email επιβεβαίωσης."
  },
  {
    "input": "Ποιες είναι οι διαφορές μεταξύ «Χρονοπρογραμματισμένου Ραντεβού» και «Ραντεβού με Σειρά Προτεραιότητας»;",
    "output": "1. Χρονοπρογραμματισμένο Ραντεβού: Έχει συγκεκριμένη ημερομηνία και ώρα προσέλευσης. \n2. **Ραντεβού με Σειρά Προτεραιότητας**: Έχει συγκεκριμένη μέρα προσέλευσης, αλλά η ώρα προσέλευσης μπορεί να γίνει οποιαδήποτε στιγμή εντός των ορίων προσέλευσης (πχ μεταξύ 11:00 με 14:00)."
  },
  {
    "input": "Τι γίνεται αν ξεπεράσω το όριο ραντεβού για μη πιστοποιημένο λήπτη υγείας;",
    "output": "Θα εμφανιστεί μήνυμα «ΜΗ ΕΠΙΤΡΕΠΟΜΕΝΗ ΕΝΕΡΓΕΙΑ» με τις εξής επιλογές: \n1. Ακύρωση υφιστάμενων ραντεβού μέσω «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ». \n2. Επικοινωνία με τη γραμματεία για τηλεφωνικό ραντεβού. \n3. Πιστοποίηση της κατηγορίας σας στο νοσοκομείο για αύξηση ορίων."
  },
  {
    "input": "Πώς ξέρω πόσα ραντεβού μπορώ να κλείσω ανά μήνα;",
    "output": "Τα όρια εξαρτώνται από: \n1. Την κατηγορία λήπτη υγείας (πιστοποιημένη ή όχι). \n2. Το νοσοκομείο (κάθε νοσοκομείο ορίζει διαφορετικά όρια). \n Τα όρια εμφανίζονται αυτόματα κατά την προσπάθεια κλεισίματος ραντεβού (πατώντας στα γράμματα Ακυρώστε εδώ) ή στην καρτέλα «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ»."
  },
  {
    "input": "Πώς χρησιμοποιώ τα «Περισσότερα Κριτήρια Αναζήτησης» για ραντεβού;",
    "output": "1. Στο «Νέο Ραντεβού», αφού επιλέξετε κατηγορία πόρου ή πόρο, επιλέξτε «Περισσότερα Κριτήρια». \n2. Συμπληρώστε τα \n   - Επιθυμητή εξέταση/edapy (π.χ. Τακτική Εξέταση). \n   - Αιτιολόγηση (π.χ. Προς Εξέταση). \n3. Πατήστε «Αναζήτηση» για εμφάνιση διαθέσιμων ραντεβού με βάση τα κριτήρια."
  },
  {
    "input": "Μπορώ να κλείσω ραντεβού για συγκεκριμένο γιατρό;",
    "output": "Ναι, αν το νοσοκομείο υποστηρίζει ονομαστικά ιατρεία: \n Στο «Νέο Ραντεβού», πληκτρολογήστε το όνομα του ιατρού ή επιλέξτε το από τη λίστα και συνεχίστε με την επιλογή ημερομηνίας / ώρας του ραντεβού."
  },
  {
    "input": "Πώς ακυρώνω ένα ραντεβού στο ΗΚΕΛΥ;",
    "output": "1. Συνδεθείτε και επιλέξτε «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ». \n2. Βρείτε το ραντεβού με κατάσταση «ΣΕ ΙΣΧΥ» και πατήστε το κόκκινο Χ. \n3. Επιβεβαιώστε την ακύρωση πατώντας Ναι. \n4. Θα λάβετε email επιβεβαίωσης."
  },
  {
    "input": "Τι πρέπει να κάνω αν δεν μπορώ να ακυρώσω ραντεβού μέσω ΗΚΕΛΥ;",
    "output": "1. Αν το ραντεβού είναι ήδη ακυρωμένο ή έχει ολοκληρωθεί δεν μπορεί να ακυρωθεί. \n2. Αν το ραντεβού είναι τύπου **Σειρά Προτεραιότητας** για την παρούσα μέρα και έχει ξεκινήσει το εύρος εξυπηρέτησης δεν μπορεί να ακυρωθεί. \n 3.Αν το πρόβλημα παραμένει, επικοινωνήστε με τη γραμματεία του νοσοκομείου τηλεφωνικά (δώστε τον αριθμό ραντεβού από το email επιβεβαίωσης για ταχύτερη εξυπηρέτηση)."
  },
  {
    "input": "Πώς μπορώ να κλείσω ραντεβού για εξέταση ERCP με συγκεκριμένο γιατρό;",
    "output": "1. Στο «Νέο Ραντεβού» πληκτρολογήστε το όνομα του ιατρού. \n2. Επιλέξτε «Περισσότερα Κριτήρια». \n3. Συμπληρώστε: \n   - Επιθυμητή εξέταση: «ERCP». \n   - Αιτιολόγηση: Προς Εξέταση. \n4 Επιλέξτε διαθέσιμη ημερομηνία/ώρα και ολοκληρώστε την κράτηση."
  },
  {
    "input": "Τι πρέπει να ελέγξω πριν κλείσω ραντεβού για εξέταση;",
    "output": "1. Την προετοιμασία (π.χ. νηστεία) που εμφανίζεται στη σελίδα κράτησης. \n2. Τα απαραίτητα δικαιολογητικά (π.χ. παραπεμπτικό). \n3. Τα όρια ραντεβού για την κατηγορία σας. \n4. Τις οδηγίες του ιατρείου (εμφανίζονται στο παράθυρο «Μην Ξεχάσετε»)."
  },
  {
    "input": "Τι κάνω αν δεν λάβω email επιβεβαίωσης μετά την κράτηση ραντεβού;",
    "output": "1. Ελέγξτε τον φάκελο «Ανεπιθύμητα» ή «Spam». \n2. Βεβαιωθείτε ότι το email εγγραφής σας είναι σωστό στο «Προφίλ». \n3. Αν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξη και δώστε τα στοιχεία του ραντεβού από την οθόνη επιβεβαίωσης."
  },
  {
    "input": "Πώς απενεργοποιώ τον λογαριασμό μου στο ΗΚΕΛΥ;",
    "output": "1. Συνδεθείτε και επιλέξτε «Προφίλ». \n2. Επιλέξτε «Απενεργοποίηση». \n3. Επιβεβαιώστε την ενέργεια. \nΣημείωση: Τα δεδομένα σας θα διατηρηθούν για τον ατομικό φάκελο υγείας, αλλά δεν θα έχετε πλέον πρόσβαση στις υπηρεσίες."
  },
  {
    "input": "Μπορώ να επαναφέρω έναν απενεργοποιημένο λογαριασμό;",
    "output": "Όχι, η απενεργοποίηση είναι μόνιμη. Για πρόσβαση ξανά στο ΗΚΕΛΥ, θα πρέπει να εγγραφείτε ως νέος χρήστης με τα ίδια στοιχεία (ΑΜΚΑ, επώνυμο, όνομα)."
  },
  {
    "input": "Πώς μπορώ να δω όλες τις προηγούμενες ημερομηνίες για ένα συγκεκριμένο ιατρείο;",
    "output": "Για να δείτε παρελθοντικά ραντεβού σας σε ένα συγκεκριμένο ιατρείο, μεταβείτε σε «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ»."
  },
  {
    "input": "Μπορώ να κλείσω ραντεβού για δύο διαφορετικές εξετάσεις την ίδια μέρα;",
    "output": "Ναι, εφόσον: \n1. Δεν υπάρχει χρονική επικάλυψη. \n2. Δεν ξεπερνάτε το ημερήσιο όριο ραντεβού (συνήθως 1 ανά ιατρείο). \n3. Οι εξετάσεις δεν απαιτούν ασυμβίβαστη προετοιμασία (π.χ. νηστεία)."
  },
  {
    "input": "Τι κάνω αν η σελίδα «Νέο Ραντεβού» δεν φορτώνει σωστά;",
    "output": "1. Ανανεώστε τη σελίδα με control + F5 ή δοκιμάστε άλλο browser (π.χ. Chrome, Firefox). \n2. Ελέγξτε τη σύνδεση στο διαδίκτυο. \n3. Αν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξη του νοσοκομείου."
  },
  {
    "input": "Πώς λειτουργεί το ΗΚΕΛΥ σε περίπτωση τεχνικής διακοπής;",
    "output": "Κατά τη διακοπή: \n1. Δεν μπορείτε να κλείσετε ή να ακυρώσετε ραντεβού. \n2. Οι υπάρχουσες κρατήσεις παραμένουν. \n3. Οι ενημερώσεις θα δημοσιευτούν στην αρχική σελίδα ή στο email σας μετά την αποκατάσταση."
  },
  {
    "input": "Πώς ενημερώνω το τηλέφωνό μου;",
    "output": "1. Συνδεθείτε και επιλέξτε «Προφίλ». \n2. Επιλέξτε στα Λοιπά στοιχεία «ΚΥΡΙΟ ΤΗΛΕΦΩΝΟ ΕΠΙΚΟΙΝΩΝΙΑΣ». \n3. Εισάγετε το νέο τηλέφωνο και πατήστε **Αποθήκευση**."
  },
  {
    "input": "Μπορώ να έχω πρόσβαση στον φάκελο υγείας μου μετά την απενεργοποίηση του λογαριασμού;",
    "output": "Όχι, η απενεργοποίηση του λογαριασμού καταργεί την πρόσβαση στο ΗΚΕΛΥ. Για πρόσβαση στον φάκελο είναι αναγκαίο να ξανακάνετε εγγραφή στο ΗΚΕΛΥ."
  },
  {
    "input": "Πώς μπορώ να μεταφέρω ραντεβού από ένα νοσοκομείο σε ένα άλλο;",
    "output": "Δεν υπάρχει άμεση λειτουργία μεταφοράς. Πρέπει να: \n1. Ακυρώσετε το υπάρχον ραντεβού στο πρώτο νοσοκομείο. \n2. Κλείσετε νέο ραντεβού στο δεύτερο νοσοκομείο. \n Να λάβετε υπόψη ότι τα όρια ραντεβού μπορεί να διαφέρουν ανά νοσοκομείο."
  },
  {
    "input": "Γιατί δεν βλέπω τα ραντεβού μου από άλλο νοσοκομείο στο «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ»;",
    "output": "Η λίστα «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ» εμφανίζει μόνο τα ραντεβού για το τρέχον νοσοκομείο στο οποίο έχετε συνδεθεί. Για ραντεβού σε άλλα νοσοκομεία, συνδεθείτε στο αντίστοιχο ΗΚΕΛΥ του νοσοκομείου στο οποίο το έχετε κλείσει."
  },
  {
    "input": "Πώς κλείνω επείγον ραντεβού για καρδιολογική εξέταση;",
    "output": "1. Στο «ΝΕΟ ΡΑΝΤΕΒΟΥ» πληκτρολογήστε το ιατρείο/πόρο και πατήστε «Περισσότερα Κριτήρια». \n2. Επιλέξτε: \n   - Εξέταση: «Καρδιολογική». \n   - Αιτιολόγηση: «Επείγον (Ενδέχεται σε κάποια νοσοκομεία να μην υπάρχει)». \n Αν δεν υπάρχουν διαθέσιμες θέσεις, επικοινωνήστε απευθείας με τη γραμματεία του νοσοκομείου."
  },
  {
    "input": "Μπορώ να κλείσω ραντεβού για εμβολιασμό COVID-19 μέσω ΗΚΕΛΥ;",
    "output": "Αν το νοσοκομείο προσφέρει αυτήν την υπηρεσία: \n1. Στο «Νέο Ραντεβού» αναζητήστε «Εμβολιασμός COVID-19». \n2. Επιλέξτε τον πόρο. \n Κλείστε ραντεβού σε μία διαθέσιμη ημερομηνία. \n3. Διαφορετικά, ακολουθήστε τις ειδικές οδηγίες του νοσοκομείου για εμβολιασμούς."
  },
  {
    "input": "Τι σημαίνει το μήνυμα «Μη έγκυρη αιτιολόγηση ραντεβού»;",
    "output": "Σημαίνει ότι η αιτιολόγηση που επιλέξατε (π.χ. «Προς Εξέταση») δεν ταιριάζει με τον τύπο του ραντεβού. Επιλέξτε νέα αιτιολόγηση από τη λίστα ή επικοινωνήστε με το ιατρείο για καθοδήγηση."
  },
  {
    "input": "Πώς διορθώνω ένα ραντεβού που κλείστηκε με λάθος στοιχεία;",
    "output": "1. Ακυρώστε το λανθασμένο ραντεβού μέσω «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ». \n2. Κλείστε νέο ραντεβού με τα σωστά στοιχεία. \n Αν δεν μπορείτε να ακυρώσετε, επικοινωνήστε άμεσα με τη γραμματεία του ιατρείου."
  },
  {
    "input": "Πώς μπορώ να αυξήσω το μέγεθος του κειμένου στο ΗΚΕΛΥ για καλύτερη ανάγνωση ή αν είμαι ΑΜΕΑ;",
    "output": "Αν είσαστε από Η/Υ χρησιμοποιήστε το κουμπί για Πρόσβαση σε ΑΜΕΑ (εικονίδιο με ανθρωπάκι) ή τη λειτουργία εστίασης (zoom) του browser (συνήθως Ctrl/Cmd +), ενώ από κινητό, χρησιμοποιήστε τη λειτουργία «Ευκολία Ανάγνωσης»."
  },
  {
    "input": "Υπάρχει εφαρμογή για κινητά για το ΗΚΕΛΥ ή χρησιμοποιώ μόνο browser;",
    "output": "Το ΗΚΕΛΥ λειτουργεί μόνο μέσω browser (σε κινητά ή tablets). Δεν υπάρχει επίσημη εφαρμογή, αλλά η πλατφόρμα είναι βελτιστοποιημένη για κινητές συσκευές."
  },
  {
    "input": "Πού αποθηκεύονται τα ιατρικά μου δεδομένα όταν κλείνω ραντεβού;",
    "output": "Τα δεδομένα σας: \n1. Αποθηκεύονται στο ασφαλές πληροφοριακό σύστημα του ΟΠΣΥΕΔ. \n2. Κρυπτογραφούνται κατά τη μεταφορά και την αποθήκευση. \n3. Εμφανίζονται μόνο σε εξουσιοδοτημένο προσωπικό για τη διαχείριση του ραντεβού."
  },
  {
    "input": "Μπορώ να διαγράψω το ιστορικό των ραντεβού μου;",
    "output": "Όχι, το ιστορικό των ραντεβού διατηρείται στον ατομικό φάκελο υγείας σύμφωνα με τους νόμους περί ιατρικής τεκμηρίωσης. Για ερωτήσεις, επικοινωνήστε με το γραφείο προστασίας δεδομένων του νοσοκομείου."
  },
  {
    "input": "Ποιες είναι οι διαδικασίες για ατόμα με αναπηρία να κλείσουν ραντεβού;",
    "output": "1. Στο «Νέο Ραντεβού», επιλέξτε «Περισσότερα Κριτήρια Αναζήτησης» και σημειώστε την αναπηρία στην αιτιολόγηση. \n2. Ορισμένα νοσοκομεία προσφέρουν ειδικές υποδομές (π.χ. πρόσβαση με αμαξίδιο). \n3. Για περαιτέρω βοήθεια, επικοινωνήστε με τη γραμματεία πριν από το ραντεβού."
  },
  {
    "input": "Πώς μπορούν να κλείσουν ραντεβού οι ηλικιωμένοι χωρίς πρόσβαση στο internet;",
    "output": "Οι ηλικιωμένοι μπορούν: \n1. Να ζητήσουν βοήθεια από συγγενείς για ηλεκτρονική κράτηση μέσω ΗΚΕΛΥ. \n2. Να επικοινωνήσουν με τη γραμματεία τηλεφωνικά για κράτηση. \n3. Να επισκεφτούν το νοσοκομείο προσωπικά για βοήθεια στην εγγραφή/κράτηση."
  },
  {
    "input": "Πώς ενημερώνομαι για μελλοντικές αναβαθμίσεις του ΗΚΕΛΥ;",
    "output": "Οι ενημερώσεις αναρτώνται: \n1. Στην αρχική σελίδα του ΗΚΕΛΥ ως ανακοινώσεις."
  },
  {
    "input": "Τι πρέπει να κάνω αν το ΗΚΕΛΥ δεν λειτουργεί κατά τις ώρες συντήρησης;",
    "output": "1. Ελέγξτε τις ανακοινώσεις για προγραμματισμένες διακοπές. \n2. Αν η διακοπή είναι εκτάκτη, περιμένετε 30-60 λεπτά και δοκιμάστε ξανά. \n3. Για επείγοντα ραντεβού, επικοινωνήστε τηλεφωνικά με το νοσοκομείο."
  },
  {
    "input": "Πώς μπορώ να επαληθεύσω αν η αλλαγή της κατηγορίας ΛΥ μου έχει εγκριθεί;",
    "output": "1. Στην καρτέλα «ΠΡΟΦΙΛ», ελέγξτε αν εμφανίζεται «ΠΙΣΤΟΠΟΙΗΜΕΝΗ ΚΑΤΗΓΟΡΙΑ» δίπλα στη νέα κατηγορία. \n2. Αν δεν έχει πιστοποιηθεί, θα δείτε «ΜΗ ΠΙΣΤΟΠΟΙΗΜΕΝΗ» και πρέπει να επισκεφτείτε το νοσοκομείο με τα δικαιολογητικά σας. \n3. Θα λάβετε email επιβεβαίωσης μετά την πιστοποίηση."
  },
  {
    "input": "Τι συμβαίνει αν αλλάξω κατηγορία ΛΥ αλλά δεν πιστοποιηθώ εγκαίρως;",
    "output": "1. Θα συνεχίσετε να έχετε πρόσβαση μόνο στις υπηρεσίες της προηγούμενης πιστοποιημένης κατηγορίας. \n2. Όλα τα νέα ραντεβού θα βασίζονται στην παλιά κατηγορία μέχρι την πιστοποίηση. \n3. Αν δεν πιστοποιηθείτε εντός 30 ημερών, η νέα κατηγορία θα ακυρωθεί αυτόματα."
  },
  {
    "input": "Πώς λειτουργεί η επιλογή 'Επιθυμητή εξέταση' όταν ψάχνω για ραντεβού;",
    "output": "1. Αυτή η λειτουργία σας επιτρέπει να αναζητήσετε ραντεβού βάσει συγκεκριμένης εξέτασης (π.χ. MRI). \n2. Η πλατφόρμα θα εμφανίσει μόνο ιατρεία/ιατρούς που προσφέρουν αυτήν την εξέταση. \n3. Σε ορισμένα νοσοκομεία, μπορεί να σας ζητηθεί επιπλέον έγγραφο (π.χ. παραπεμπτικό) κατά το κλείσιμο."
  },
  {
    "input": "Μπορώ να δω τις προηγούμενες ημερομηνίες ραντεβού για έναν συγκεκριμένο ιατρό;",
    "output": "Όχι, το ιστορικό προηγούμενων ραντεβού δεν είναι διαθέσιμο. Μπορείτε να δείτε μόνο: \n1. Μελλοντικές διαθέσιμες ημερομηνίες για κράτηση. \n2. Τα δικά σας προηγούμενα ραντεβού στην καρτέλα «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ»."
  },
  {
    "input": "Τι πρέπει να κάνω αν λάβω μήνυμα επιβεβαίωσης ραντεβού αλλά δεν το βλέπω στο «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ»;",
    "output": "1. Ελέγξτε αν έχετε συνδεθεί στο σωστό νοσοκομείο (τα ραντεβού δεν εμφανίζονται cross-hospital). \n2. Ανανεώστε τη σελίδα  με F5 ή συνδεθείτε ξανά. \n3. Αν το πρόβλημα παραμένει, κάντε screenshot του email επιβεβαίωσης και επικοινωνήστε με την υποστήριξη του νοσοκομείου."
  },
  {
    "input": "Πώς αντιδρά το σύστημα αν προσπαθήσω να κλείσω ραντεβού σε κλειστή μέρα (π.χ. αργία);",
    "output": "1. Η πλατφόρμα δεν επιτρέπει να επιλέξετε κλειστές μέρες στο ημερολόγιο. \n2. Για επείγοντα ραντεβού τις αργίες, επικοινωνήστε με το νοσοκομείο τηλεφωνικά."
  },
  {
    "input": "Μπορώ να κλείσω ραντεβού για μέλος της οικογένειάς μου μέσω του λογαριασμού μου;",
    "output": "Όχι, κάθε χρήστης πρέπει: \n1. Να έχει δικό του λογαριασμό ΗΚΕΛΥ με μοναδικό ΑΜΚΑ. \n2. Να κλείσει ραντεβού με τα δικά του διαπιστευτήρια."
  },
  {
    "input": "Τι πρέπει να κάνω αν δω στοιχεία άλλου ασθενούς στην καρτέλα «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ»;",
    "output": "1. Μην επεξεργαστείτε ή ακυρώσετε το ραντεβού. \n2. Κάντε screenshot και επικοινωνήστε άμεσα με την υποστήριξη του ΗΚΕΛΥ. \n3. Αποσυνδεθείτε αμέσως και ελέγξτε αν έχετε συνδεθεί με σωστά διαπιστευτήρια."
  },
  {
    "input": "Υπάρχει όριο στον αριθμό των ακυρώσεων ραντεβού που μπορώ να κάνω;",
    "output": "1. Όχι, αλλά συχνές ακυρώσεις μπορεί να οδηγήσουν σε προσωρινό περιορισμό (π.χ. 1 ραντεβού ανά εβδομάδα). \n2. Για ραντεβού που δεν προσέλθετε χωρίς ακύρωση, ενδέχεται να επιβληθούν κυρώσεις από το νοσοκομείο."
  },
  {
    "input": "Μπορώ να κλείσω ραντεβού για το ίδιο ιατρείο σε διαφορετικά νοσοκομεία;",
    "output": "Ναι, αλλά: \n1. Κάθε νοσοκομείο έχει ξεχωριστά πλάνα ραντεβού. \n2. Πρέπει να συνδεθείτε στο ΗΚΕΛΥ κάθε νοσοκομείου ξεχωριστά. \n3. Τα όρια ραντεβού ισχύουν ανεξάρτητα ανά νοσοκομείο."
  },
  {
    "input": "Πόσο καιρό διατηρείται το ιστορικό των ακυρωμένων ραντεβού μου;",
    "output": "Τα ακυρωμένα ραντεβού: \n1. Εμφανίζονται στο «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ» για 3 μήνες με σημείωση «ΑΚΥΡΩΜΕΝΟ». \n2. Διατηρούνται στον φάκελο υγείας σας για 5 χρόνια σύμφωνα με τον νόμο. \n3. Δεν επηρεάζουν τα τρέχοντα όρια ραντεβού μετά την ακύρωση."
  },
  {
    "input": "Μπορεί ο γιατρός να δει όλα τα προηγούμενα ραντεβού μου στο ΗΚΕΛΥ;",
    "output": "Ναι, οι γιατροί βλέπουν τον κεντρικό φάκελο υγείας σας, ότι έχει καταχωρηθεί σε αυτόν."
  },
  {
    "input": "Υπάρχει τρόπος να ειδοποιούμαι πριν από το ραντεβού μου (π.χ. 24 ώρες πριν);",
    "output": "1. Σας έρχεται email υπενθύμισης 24 ώρες πριν ή ανάλογα με την πολιτκή του κάθε νοσοκομείου."
  },
  {
    "input": "Πώς μπορώ να βρω ποια ιατρεία δέχονται «Ραντεβού με Σειρά Προτεραιότητας»;",
    "output": "Ρωτήστε τη γραμματεία του ιατρείου τηλεφωνικά."
  },
  {
    "input": "Τι πρέπει να κάνω αν χρειάζομαι ραντεβού για εξέταση που δεν βρίσκω στις επιλογές;",
    "output": "1. Επικοινωνήστε με τη γραμματεία εξωτερικών ιατρείων για καθοδήγηση. \n3. Ορισμένες εξετάσεις μπορεί να απαιτούν παραπεμπτικό ή προετοιμασία εκτός ΗΚΕΛΥ."
  },
  {
    "input": "Πώς λειτουργούν τα ραντεβού για επαναλαμβανόμενες εξετάσεις (π.χ. κάθε 3 μήνες);",
    "output": "1. Κλείστε το πρώτο ραντεβού κανονικά. \n2. Μετά την ολοκλήρωση, ζητήστε από τον γιατρό να προγραμματίσει την επόμενη εξέταση."
  },
  {
    "input": "Πώς μπορώ να δω τις λεπτομέρειες ενός ραντεβού μου;",
    "output": "1. Συνδεθείτε και επιλέξτε «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ». \n2. Βρείτε το ραντεβού στη λίστα και πατήστε το εικονίδιο «i». \n3. Θα εμφανιστεί παράθυρο με όλες τις πληροφορίες (ημερομηνία, ώρα, ιατρείο, προετοιμασία)."
  },
  {
    "input": "Τι πρέπει να κάνω αν δεν μπορώ να προσέλθω σε προγραμματισμένο ραντεβού;",
    "output": "1. Συνδεθείτε και επιλέξτε «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ». \n2. Βρείτε το ραντεβού και πατήστε το κόκκινο εικονίδιο «Χ». \n3. Επιβεβαιώστε την ακύρωση. \n4. Θα λάβετε email επιβεβαίωσης. Σημαντικό: Ακυρώστε άμεσα για να ελευθερωθεί η θέση."
  },
  {
    "input": "Πόσο συχνά πρέπει να αλλάζω τον κωδικό μου στο ΗΚΕΛΥ;",
    "output": "Ο κωδικός πρόσβασης λήγει κάθε 6 μήνες. Θα εμφανιστεί μήνυμα κατά τη σύνδεση όταν χρειάζεται αλλαγή. Μπορείτε να τον αλλάξετε νωρίτερα επιλέγοντας “Αλλαγή κωδικού πρόσβασης” στη σελίδα σύνδεσης."
  },
  {
    "input": "Τι γίνεται αν δεν αλλάξω τον κωδικό μου μετά τη λήξη του;",
    "output": "1. Δεν θα μπορείτε να συνδεθείτε μέχρι να ορίσετε νέο κωδικό. \n2. Πατήστε στο μήνυμα λήξης κατά τη σύνδεση για να ξεκινήσει η διαδικασία. \n3. Αν το παραβλέψετε, χρησιμοποιήστε τη λειτουργία «Αλλαγή κωδικού πρόσβασης» στη σελίδα σύνδεσης."
  },
  {
    "input": "Πού βρίσκω πληροφορίες για τα όρια ραντεβού μου;",
    "output": "1. Συνδεθείτε και επιλέξτε την καρτέλα «ΠΛΗΡΟΦΟΡΙΕΣ». \n2. Θα βρείτε λεπτομέρειες για: \n   - Όρια ραντεβού πριν την πιστοποίηση στην καρτέλα “Πιστοποίηση κατηγορίας Λήπτη Υγείας”  \n   - Όρια ανά ιατρείο μετά την πιστοποίηση στην καρτέλα “Ταυτοποίηση Λήπτη Υγείας - Προσωπικά Δεδομένα” \n   - Τη διαδικασία ακύρωσης."
  },
  {
    "input": "Μπορώ να δω το εγχειρίδιο χρήσης μέσα από το ΗΚΕΛΥ;",
    "output": "Ναι, στην καρτέλα «ΠΛΗΡΟΦΟΡΙΕΣ», κάντε κύλιση προς τα κάτω και επιλέξτε «Εγχειρίδιο χρήσης». Θα εμφανιστεί η τελευταία έκδοση σε μορφή PDF για λήψη."
  },
  {
    "input": "Πώς επικοινωνώ με το νοσοκομείο για τεχνικά προβλήματα;",
    "output": "1. Στην καρτέλα «ΕΠΙΚΟΙΝΩΝΙΑ» μπορείτε να βρείτε και να καλέσετε τον αριθμό της τεχνικής υποστήριξης του νοσοκομείου."
  },
  {
    "input": "Πού αναφέρω πρόβλημα με το σύστημα ΗΚΕΛΥ;",
    "output": "1. Στην καρτέλα «ΕΠΙΚΟΙΝΩΝΙΑ» μπορείτε να βρείτε και να καλέσετε τον αριθμό της τεχνικής υποστήριξης του νοσοκομείου."
  },
  {
    "input": "Πώς ξέρω ότι τα δεδομένα μου είναι ασφαλή στο ΗΚΕΛΥ;",
    "output": "Το ΗΚΕΛΥ χρησιμοποιεί: \n1. Κρυπτογράφηση δεδομένων (σύμφωνα με το Πιστοποιημένο Σύστημα Διαχείρισης Ασφάλειας EN ISO 27001:2022). \n2. Αυστηρές πολιτικές GDPR που μπορείτε να δείτε στην καρτέλα «ΠΛΗΡΟΦΟΡΙΕΣ»."
  },
  {
    "input": "Τι περιέχει η πολιτική απορρήτου του ΗΚΕΛΥ;",
    "output": "Διαβάστε τους όρους GDPR στην καρτέλα «ΠΛΗΡΟΦΟΡΙΕΣ στο μενού  “Όροι GDPR”»."
  },
  {
    "input": "Τι κάνω αν ακυρώσω ραντεβού κατά λάθος;",
    "output": "1. Δεν υπάρχει λειτουργία αναίρεσης. \n2. Κλείστε άμεσα νέο ραντεβού (αν υπάρχει διαθεσιμότητα). \n3. Για επείγοντα, επικοινωνήστε με τη γραμματεία εξωτερικών ιατρείων τηλεφωνικά."
  },
  {
    "input": "Πώς ξέρω αν η ακύρωση ραντεβού μου πραγματοποιήθηκε επιτυχώς;",
    "output": "1. Θα λάβετε άμεσα email επιβεβαίωσης με όλες τις λεπτομέρειες. \n2. Στο «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ», το ραντεβού θα εμφανίζεται ως «ΑΚΥΡΩΜΕΝΟ». \n3. Αν δεν λάβετε επιβεβαίωση, ελέγξτε τον φάκελο «Ανεπιθύμητα» ή επικοινωνήστε με την υποστήριξη του νοσοκομείου."
  },
  {
    "input": "Πώς μπορώ να ακυρώσω ραντεβού και να κλείσω άμεσα νέο για την ίδια εξέταση;",
    "output": "1. Ακυρώστε το υπάρχον ραντεβού από «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ». \n2. Αμέσως μετά, επιλέξτε «ΝΕΟ ΡΑΝΤΕΒΟΥ» και αναζητήστε ξανά την εξέταση. \n3. Ελέγξτε για νέες διαθεσιμότητες (η θέση μπορεί να μην ελευθερωθεί άμεσα). \n4. Αν δεν υπάρχει διαθεσιμότητα, ρωτήστε τη γραμματεία για αναπλήρωση."
  },
  {
    "input": "Τι πρέπει να ελέγξω πριν ακυρώσω ραντεβού για επείγουσα εξέταση;",
    "output": "1. Στο «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ», πατήστε «i» για να δείτε: \n   - Αν υπάρχουν προϋποθέσεις (π.χ. νηστεία) \n   - Τα απαραίτητα δικαιολογητικά \n2. Επικοινωνήστε με το ιατρείο για να βεβαιωθείτε ότι η ακύρωση δεν επιφέρει κυρώσεις. \n3. Κλείστε νέο ραντεβού ΠΡΙΝ την ακύρωση του παλιού (αν είναι δυνατό)."
  },
  {
    "input": "Υπάρχει τρόπος να μου έρθει ειδοποίηση όταν ακυρώσω ραντεβού;",
    "output": "Ναι, θα λάβετε αυτόματα email επιβεβαίωσης ακύρωσης στη διεύθυνση που δηλώσατε κατά την εγγραφή."
  },
  {
    "input": "Μπορώ να δω ιστορικό ακυρωμένων ραντεβού για τους τελευταίους 6 ή 12 μήνες ή χρόνο ή όλα;",
    "output": "1. Στην καρτέλα «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ», πατήστε το βελάκι στη στήλη κατάσταση ώστε να ομαδοποιηθούν τα ραντεβού σας ανάλογα την κατάστασή τους και βρέιτε τα «ΑΚΥΡΩΜΕΝΑ»."
  },
  {
    "input": "Τι συμβαίνει αν προσπαθήσω να ακυρώσω ραντεβού λιγότερο από 24 ώρες πριν;",
    "output": "1. Ορισμένα νοσοκομεία επιβάλλουν περιορισμούς. \n2. Μπορεί να εμφανιστεί μήνυμα «Μη επιτρεπόμενη ακύρωση» αν υπάρχει πολιτική 24 ωρών. \n3. Για επείγουσες περιπτώσεις, επικοινωνήστε απευθείας με το ιατρείο."
  },
  {
    "input": "Πώς αλλάζω κωδικό αν ο παλιός λήγει σήμερα και δεν μπορώ να συνδεθώ;",
    "output": "1. Στη σελίδα σύνδεσης, επιλέξτε «Αλλαγή κωδικού πρόσβασης». \n2. Εισάγετε τον ΑΜΚΑ και τον ΑΦΜ σας. \n3. Ακολουθήστε τον σύνδεσμο στο email σας για να ορίσετε νέο κωδικό. \n4. Ο νέος κωδικός ισχύει για 6 μήνες."
  },
  {
    "input": "Τι πρέπει να κάνω αν λάβω ειδοποίηση για ύποπτη δραστηριότητα στον λογαριασμό μου;",
    "output": "1. Αλλάξτε αμέσως τον κωδικό από την «Αλλαγή κωδικού πρόσβασης» στη σελίδα σύνδεσης. \n2. Ελέγξτε το «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ» για μη εξουσιοδοτημένες αλλαγές. \n3. Επικοινωνήστε με την υποστήριξη αν εντοπίσετε ασυνήθιστη δραστηριότητα."
  },
  {
    "input": "Πού βρίσκω πληροφορίες για αλλαγές στους όρους χρήσης του ΗΚΕΛΥ;",
    "output": "1. Στην καρτέλα «ΠΛΗΡΟΦΟΡΙΕΣ», επιλέξτε «Όροι χρήσης ιστοτόπου - cookies». \n2. Για σημαντικές αλλαγές, μπορεί να εμφανιστεί ειδοποίηση κατά τη σύνδεση."
  },
  {
    "input": "Μπορώ να εκτυπώσω τις πληροφορίες ενός ραντεβού μου;",
    "output": "1. Εκτυπώστε το email επιβεβαίωσης. \n2. Σε κινητές συσκευές, κάντε screenshot της οθόνης."
  },
  {
    "input": "Τι κάνω αν το σύστημα δεν με αφήσει να ακυρώσω ραντεβού που έχει περάσει;",
    "output": "1. Τα περασμένα ραντεβού ακυρώνονται αυτόματα από το σύστημα. \n2. Αν εμφανίζεται λάθος, ελέγξτε στο «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ» αν η κατάσταση είναι «ΟΛΟΚΛΗΡΩΜΕΝΟ». \n3. Για διόρθωση, επικοινωνήστε με τη γραμματεία."
  },
  {
    "input": "Πώς λειτουργεί η αναζήτηση ραντεβού για σπάνιες εξετάσεις που δεν υπάρχουν στις λίστες;",
    "output": "1. Στη «Γρήγορη Αναζήτηση», επιλέξτε «Περισσότερα Κριτήρια» και δοκιμάστε τον κωδικό της εξέτασης. \n2. Ζητήστε βοήθεια από τη γραμματεία του σχετικού ιατρείου."
  },
  {
    "input": "Μπορώ να έχω ανοιχτό το ΗΚΕΛΥ ταυτόχρονα σε κινητό και υπολογιστή;",
    "output": "1. Ναι."
  },
  {
    "input": "Πώς συγχρονίζονται τα ραντεβού μου αν χρησιμοποιώ πολλές συσκευές;",
    "output": "1. Όλες οι αλλαγές εμφανίζονται σε πραγματικό χρόνο σε όλες τις συσκευές. \n2. Για ενημέρωση, ανανεώστε τη σελίδα ή επανασυνδεθείτε. \n3. Αν υπάρχει καθυστέρηση, ελέγξτε τη σύνδεση στο διαδίκτυο."
  },
  {
    "input": "Τι πρέπει να κάνω αν ο γιατρός ακυρώσει το ραντεβού μου;",
    "output": "1. Θα λάβετε ειδοποίηση μέσω email. \n2. Στο «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ», θα εμφανιστεί ως «ΑΚΥΡΩΜΕΝΟ». \n3. Για επαναπρογραμματισμό, ακολουθήστε τη διαδικασία νέου ραντεβού."
  },
  {
    "input": "Πώς δηλώνω πρόβλημα υγείας που απαιτεί άμεσο ραντεβού χωρίς να ξεπεράσω τα όρια;",
    "output": "1. Στην αιτιολόγηση ραντεβού, επιλέξτε «ΕΠΕΙΓΟΝ». \n2. Αν δεν υπάρχει η επιλογή, επικοινωνήστε απευθείας με τη γραμματεία."
  },
  {
    "input": "Πού μπορώ να δω ποιος έχει πρόσβαση στα δεδομένα των ραντεβού μου;",
    "output": "1. Στην καρτέλα «ΠΛΗΡΟΦΟΡΙΕΣ», επιλέξτε «πολιτική GDPR του νοσοκομείου». \n2. Εμφανίζονται τα τμήματα/προσωπικό με πρόσβαση (π.χ. ιατρείο, γραμματεία). \n3. Για λεπτομέρειες, ανατρέξτε στην πολιτική GDPR του νοσοκομείου."
  },
  {
    "input": "Μπορώ να ζητήσω διαγραφή του ιστορικού των ραντεβού μου για λόγους απορρήτου;",
    "output": "1. Όχι, τα ιατρικά δεδομένα διατηρούνται σύμφωνα με τη νομοθεσία."
  },
  {
    "input": "Τι κάνω αν η σελίδα «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ» δεν εμφανίζει τα τελευταία ραντεβού;",
    "output": "1. Ανανεώστε τη σελίδα με F5 ή δοκιμάστε άλλο browser. \n2. Ελέγξτε αν έχετε συνδεθεί στο σωστό νοσοκομείο. \n3. Αν το πρόβλημα παραμένει >24 ώρες, επικοινωνήστε με την υποστήριξη παραθέτοντας τις λεπτομέρειες του ραντεβού."
  },
  {
    "input": "Πώς λειτουργεί το σύστημα αν χάσω σύνδεση κατά το κλείσιμο ραντεβού;",
    "output": "1. Επαναλάβετε τη διαδικασία από την αρχή. \n2. Ελέγξτε στο «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ» αν η κράτηση καταγράφηκε. \n3. Αν υπάρχει διπλή κράτηση, ακυρώστε μία από αυτές."
  },
  {
    "input": "Μπορώ να δω ποιος γιατρός μου έχει ανατεθεί σε ένα προγραμματισμένο ραντεβού;",
    "output": "1. Στο «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ», επιλέξτε το ραντεβού και πατήστε το εικονίδιο «i». \n2. Στο παράθυρο πληροφοριών, θα εμφανίζεται το όνομα του γιατρού (αν το νοσοκομείο υποστηρίζει ονομαστικές εκχωρήσεις). \n3. Αν δεν υπάρχει, αναφέρεται μόνο το ιατρείο."
  },
  {
    "input": "Τι πρέπει να κάνω αν λαμβάνω πολλαπλές ειδοποιήσεις για το ίδιο ραντεβού;",
    "output": "1. Ελέγξτε στο «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ» αν υπάρχουν διπλότυπες εγγραφές. \n2. Ανανεώστε τη σελίδα για ενημέρωση πιέζοντας ctrl + F5. \n3. Αν συνεχίζεται, επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Πώς λειτουργεί η αναζήτηση όταν ένα ιατρείο έχει πολλαπλούς γιατρούς;",
    "output": "1. Στο «ΝΕΟ ΡΑΝΤΕΒΟΥ», επιλέξτε το ιατρείο. \n2. Θα εμφανιστεί υπο-λίστα με τους διαθέσιμους γιατρούς (αν το νοσοκομείο το υποστηρίζει). \n3. Μπορείτε να επιλέξετε συγκεκριμένο γιατρό ή να αφήσετε το σύστημα να εκχωρήσει αυτόματα."
  },
  {
    "input": "Τι σημαίνει το σφάλμα 'Αδυναμία Φόρτωσης Πόρων' κατά το κλείσιμο ραντεβού;",
    "output": "Αυτό υποδηλώνει ότι: \n1. Ο διακομιστής του νοσοκομείου είναι προσωρινά μη διαθέσιμος. \n2. Δοκιμάστε ξανά σε 15-30 λεπτά. \n3. Αν παραμείνει, ελέγξτε την ιστοσελίδα του νοσοκομείου για ανακοινώσεις διακοπής λειτουργίας."
  },
  {
    "input": "Πώς ενημερώνω το email μου χωρίς να χάσω τα τρέχοντα ραντεβού μου;",
    "output": "1. Στο «ΠΡΟΦΙΛ ΜΟΥ», επιλέξτε «Επεξεργασία Στοιχείων». \n2. Εισάγετε το νέο email και επιβεβαιώστε μέσω του συνδέσμου που θα λάβετε. \n3. Όλα τα ραντεβού και ιστορικό μεταφέρονται αυτόματα. \nΣημείωση: Αυτό δεν επηρεάζει τα ραντεβού που έχετε ήδη κλείσει."
  },
  {
    "input": "Μπορώ να έχω δύο ενεργά ραντεβού την ίδια ώρα σε διαφορετικά ιατρεία;",
    "output": "1. Το σύστημα δεν ελέγχει για χρονικές επικαλύψεις μεταξύ διαφορετικών ιατρείων. \n2. Μπορείτε τεχνικά να κλείσετε, αλλά φροντίστε να: \n   - Έχετε αρκετό χρόνο για μετακινήσεις \n   - Λάβετε υπόψη τυχόν προετοιμασία (π.χ. νηστεία)"
  },
  {
    "input": "Πού αναφέρω παραβίαση προσωπικών δεδομένων στο ΗΚΕΛΥ;",
    "output": "1. Καλέστε άμεσα την τεχνική υποστήριξη."
  },
  {
    "input": "Τι πρέπει να κάνω αν χρειάζομαι βοήθεια για χρήση του ΗΚΕΛΥ λόγω οπτικής αναπηρίας;",
    "output": "1. Ενεργοποιήστε τη λειτουργία “Μενού Προσβασιμότητας” για υποστήριξη ατόμων με αναπηρία. \n2. Εναλλακτικά, χρησιμοποιήστε τη τηλεφωνική γραμμή για ηλεκτρονικά ραντεβού."
  },
  {
    "input": "Πώς ελέγχω αν το ΗΚΕΛΥ έχει ενημερωθεί με νέες λειτουργίες;",
    "output": "1. Στην αρχική σελίδα μετά σύνδεση, ελέγξτε την ενότητα «ΠΛΗΡΟΦΟΡΙΕΣ». \n2. Εγγραφείτε στο newsletter του νοσοκομείου για ενημερώσεις. \n3. Ακολουθήστε τα κοινωνικά δίκτυα του νοσοκομείου για ανακοινώσεις."},
  {
    "input": "Τι πρέπει να κάνω αν μια νέα λειτουργία δεν λειτουργεί σωστά;",
    "output": "1. Ανανεώστε τη σελίδα με ctrl + F5 και ελέγξτε για μικρο-ενημερώσεις. \n2. έστε την τεχνική υποστήριξη"
  },
  {
    "input": "Πώς μπορώ να ανακτήσω τον κωδικό μου αν τον έχω ξεχάσει;",
    "output": "1. Στη σελίδα σύνδεσης, επιλέξτε «Αλλαγή κωδικού πρόσβασης». \n2. Εισάγετε το ΑΜΚΑ και ΑΦΜ σας. \n3. Πατήστε «ΑΝΑΚΤΗΣΗ». \n4. Θα λάβετε email με σύνδεσμο για δημιουργία νέου κωδικού. \n5. Ακολουθήστε τις οδηγίες στο email για να ορίσετε νέο κωδικό."
  },
  {
    "input": "Τι πρέπει να κάνω αν δεν λάβω το email ανάκτησης κωδικού;",
    "output": "1. Ελέγξτε τον φάκελο «Ανεπιθύμητα» ή «Spam». \n2. Βεβαιωθείτε ότι εισάγατε το σωστό ΑΜΚΑ και ΑΦΜ. \n3. Αν δεν λάβετε email εντός 1 ώρας, επαναλάβετε τη διαδικασία. \n4. Αν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Πώς βρίσκω το username μου αν το έχω ξεχάσει;",
    "output": "1. Στη σελίδα σύνδεσης, επιλέξτε «Ξεχάσατε το όνομα χρήστη;». \n2. Εισάγετε το ΑΜΚΑ και ΑΦΜ σας. \n3. Πατήστε «ΑΝΑΚΤΗΣΗ». \n4. Θα λάβετε email με το username σας στη διεύθυνση που καταχωρήσατε κατά την εγγραφή."
  },
  {
    "input": "Τι κάνω αν το username που έλαβα δεν λειτουργεί;",
    "output": "1. Ελέγξτε ότι το αντιγράψατε σωστά χωρίς κενά. \n2. Αν συνεχίζει να μην λειτουργεί, χρησιμοποιήστε τη λειτουργία ανάκτησης username ξανά. \n3. Αν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξη παραθέτοντας το ΑΜΚΑ σας."
  },
  {
    "input": "Πώς αλλάζω τον κωδικό μου αν θυμάμαι τον παλιό;",
    "output": "1. Επιλέξτε την επιλογή ξέχασα τον κωδικό μου εισάγετε το ΑΦΜ και το ΑΜΚΑ σας και καταχωρήστε τον νέο κωδικό"
  },
  {
    "input": "Ποιες είναι οι απαιτήσεις για τον νέο κωδικό;",
    "output": "Ο νέος κωδικός πρέπει: \n1. Να έχει τουλάχιστον 8 χαρακτήρες. \n2. Να περιέχει τουλάχιστον έναν αριθμό. \n3. Να περιέχει τουλάχιστον ένα κεφαλαίο και ένα πεζό γράμμα. \n4. Να περιέχει τουλάχιστον ένα από τα εξής σύμβολα @#$%^_-!"
  },
  {
    "input": "Πώς μπορώ να απενεργοποιήσω τον λογαριασμό μου στο ΗΚΕΛΥ;",
    "output": "1. Συνδεθείτε και επιλέξτε «ΤΟ ΠΡΟΦΙΛ ΜΟΥ». \n2. Επιλέξτε «Απενεργοποίηση Λογαριασμού». \n3. Διαβάστε τις πληροφορίες και επιβεβαιώστε την απενεργοποίηση. \n4. Θα λάβετε email επιβεβαίωσης. Σημείωση: Αυτή η ενέργεια είναι μόνιμη."
  },
  {
    "input": "Τι συμβαίνει με τα δεδομένα μου μετά την απενεργοποίηση του λογαριασμού;",
    "output": "1. Δεν θα έχετε πλέον πρόσβαση στο ΗΚΕΛΥ. \n2. Τα ιατρικά δεδομένα διατηρούνται στον φάκελο υγείας σας σύμφωνα με τη νομοθεσία. \n3. Τα προσωπικά στοιχεία επικοινωνίας μπορεί να ανωνυμοποιηθούν."
  },
  {
    "input": "Τι κάνω αν ο νέος κωδικός μου δεν γίνεται αποδεκτός;",
    "output": "1. Ελέγξτε ότι πληροί όλες τις απαιτήσεις (8+ χαρακτήρες, αριθμός, κεφαλαίο γράμμα). \n2. Δοκιμάστε διαφορετικό συνδυασμό. \n3. Αν το πρόβλημα παραμένει, κλείστε και ανοίξτε ξανά το browser. \n4. Επικοινωνήστε με την υποστήριξη αν χρειαστεί."
  },
  {
    "input": "Τι σημαίνει το μήνυμα «Μη έγκυρα στοιχεία ταυτοποίησης» κατά την ανάκτηση κωδικού;",
    "output": "Αυτό σημαίνει ότι: \n1. Το ΑΜΚΑ ή ΑΦΜ που εισάγατε δεν ταιριάζει με τα στοιχεία εγγραφής. \n2. Ελέγξτε για τυπογραφικά λάθη. \n3. Αν είστε σίγουροι για τα στοιχεία, επικοινωνήστε με την υποστήριξη για επαλήθευση."
  },
  {
    "input": "Πόσο συχνά πρέπει να αλλάζω τον κωδικό μου για λόγους ασφαλείας;",
    "output": "1. Το σύστημα απαιτεί αλλαγή κάθε 3 μήνες. \n2. Προτείνεται να επιλέγετε μοναδικό κωδικό που δεν χρησιμοποιείτε αλλού. \n3. Αν υποψιάζεστε παραβίαση, αλλάξτε τον κωδικό αμέσως."
  },
  {
    "input": "Μπορώ να χρησιμοποιήσω τον ίδιο κωδικό ξανά μετά από αλλαγή;",
    "output": "Όχι, το σύστημα δεν επιτρέπει: \n1. Επαναχρησιμοποίηση των 5 τελευταίων κωδικών. \n2. Χρήση παρόμοιων κωδικών με μικρές αλλαγές. \n3. Πρέπει να δημιουργήσετε εντελώς νέο κωδικό."
  },
  {
    "input": "Πώς μπορώ να ανακτήσω και username και password αν τα έχω ξεχάσει;",
    "output": "1. Πρώτα ανακτήστε το username με τη λειτουργία «Ξεχάσατε το όνομα χρήστη;» (απαιτεί ΑΜΚΑ και ΑΦΜ). \n2. Χρησιμοποιήστε το ανακτηθέν username για τη διαδικασία «Ξεχάσατε τον κωδικό;». \n3. Ακολουθήστε τις οδηγίες στα email που θα λάβετε για κάθε βήμα."
  },
  {
    "input": "Τι πρέπει να ελέγξω πριν απενεργοποιήσω τον λογαριασμό μου;",
    "output": "1. Βεβαιωθείτε ότι δεν έχετε εκκρεμή ραντεβού (ελέγξτε «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ»). \n2. Κάντε backup σημαντικών πληροφοριών (π.χ. ιστορικού ραντεβού). \n3. Σημειώστε ότι δεν θα έχετε πλέον πρόσβαση στις ηλεκτρονικές υπηρεσίες."
  },
  {
    "input": "Τι κάνω αν δεν έχω ΑΦΜ για την ανάκτηση κωδικού;",
    "output": "1. Αφήστε το πεδίο ΑΦΜ κενό και δοκιμάστε μόνο με ΑΜΚΑ. \n2. Αν δεν λειτουργεί, επικοινωνήστε με την υποστήριξη για εναλλακτική ταυτοποίηση. \n3. Μπορεί να σας ζητηθούν πρόσθετα στοιχεία (π.χ. αντίγραφο ταυτότητας)."
  },
  {
    "input": "Πώς ενεργοποιώ ξανά έναν απενεργοποιημένο λογαριασμό;",
    "output": "1. Δεν υπάρχει λειτουργία επανενεργοποίησης. \n2. Πρέπει να εγγραφείτε ως νέος χρήστης με τα ίδια στοιχεία (ΑΜΚΑ, επώνυμο, όνομα). \n3. Τα ιστορικά δεδομένα θα παραμείνουν στον ιατρικό φάκελο σας."
  },
  {
    "input": "Υπάρχει τηλεφωνική υποστήριξη για προβλήματα με κωδικούς;",
    "output": "1. Ναι, στην καρτέλα «ΕΠΙΚΟΙΝΩΝΙΑ» βρείτε τους τηλεφωνικούς αριθμούς υποστήριξης. \n2. Έχετε έτοιμο το ΑΜΚΑ σας για ταυτοποίηση. \n3. Ωράριο: Δευτέρα-Παρασκευή 08:00-16:00 (εκτός αργιών)."
  },
  {
    "input": "Πόσες φορές μπορώ να δοκιμάσω να ανακτήσω τον κωδικό μου σε μια μέρα;",
    "output": "1. Υπάρχει όριο 5 προσπαθειών ανά 24 ώρες. \n2. Μετά από 5 αποτυχημένες προσπάθειες, ο λογαριασμός κλειδώνεται προσωρινά για μισή ώρα. \n3. Αν συνεχίσετε να έχετε προβλήματα, επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Τι πρέπει να κάνω αν έχω αλλάξει email από τότε που εγγράφηκα και δεν μπορώ να ανακτήσω τον κωδικό μου;",
    "output": "1. Επικοινωνήστε με την υποστήριξη του HKELY τηλεφωνικά. \n2. Θα σας ζητηθεί να επαληθεύσετε την ταυτότητά σας με ΑΜΚΑ και δικαιολογητικά (π.χ. ταυτότητα). \n3. Μετά την επαλήθευση, θα ενημερώσουν τα στοιχεία επικοινωνίας σας."
  },
  {
    "input": "Πώς μπορώ να ελέγξω αν κάποιος έχει προσπαθήσει να αποκτήσει πρόσβαση στον λογαριασμό μου;",
    "output": "1. Ελέγξτε αν έχει κλειδωθεί προσωρινά ο λογαριασμός σας λόγω επαναλαμβανόμενων προσπαθειών σύνδεσης με λάθος στοιχεία . \n2. Αν ισχύει αυτό ή δείτε ύποπτη δραστηριότητα καλέστε άμεσα την τεχνική υποστήριξη. \n3. Αλλάξτε αμέσως τον κωδικό σας."
  },
  {
    "input": "Τι πρέπει να κάνω αν λάβω ειδοποίηση για νέα σύνδεση από άγνωστη συσκευή;",
    "output": "1. Αλλάξτε τον κωδικό σας αμέσως από τις «Ρυθμίσεις Ασφαλείας». \n2. Ελέγξτε το «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ» για μη εξουσιοδοτημένες αλλαγές. \n3. Επικοινωνήστε με την υποστήριξη αν χρειαστεί να αποσυνδέσετε άλλες συσκευές."
  },
  {
    "input": "Γιατί δεν μπορώ να χρησιμοποιήσω τον παλιό μου κωδικό μετά από 3 μήνες;",
    "output": "1. Το σύστημα εφαρμόζει πολιτική ασφαλείας που εμποδίζει την επαναχρησιμοποίηση των 5 τελευταίων κωδικών. \n2. Αυτό γίνεται για να αποφευχθεί η χρήση κλεμμένων ή μη ασφαλών κωδικών. \n3. Πρέπει να δημιουργήσετε εντελώς νέο συνδυασμό."
  },
  {
    "input": "Μπορώ να χρησιμοποιήσω ειδικούς χαρακτήρες (!,@,#) στον νέο μου κωδικό;",
    "output": "1. Ναι, οι ειδικοί χαρακτήρες επιτρέπονται και συνιστώνται. \n2. Ο κωδικός μπορεί να περιέχει: ! @ # $ % ^ & * ( ) _ + \n3. Απαγορεύονται μόνο τα κενά και χαρακτήρες με δίαυλο (π.χ. < >)."
  },
  {
    "input": "Τι συμβαίνει αν απενεργοποιήσω τον λογαριασμό μου ενώ έχω εκκρεμή ραντεβού;",
    "output": "1. Τα ραντεβού σας θα ακυρωθούν αυτόματα. \n2. Θα λάβετε email επιβεβαίωσης ακύρωσης για κάθε ραντεβού. \n3. Για επαναπρογραμματισμό, θα πρέπει να εγγραφείτε ως νέος χρήστης μετά την απενεργοποίηση."
  },
  {
    "input": "Πόσο καιρό διατηρούνται τα δεδομένα μου μετά την απενεργοποίηση του λογαριασμού;",
    "output": "1. Τα ιατρικά δεδομένα διατηρούνται για τουλάχιστον 10 χρόνια σύμφωνα με τον νόμο. \n2. Τα προσωπικά στοιχεία επικοινωνίας (email, τηλέφωνο) διαγράφονται εντός 6 μηνών. \n3. Το ιστορικό ραντεβού διατηρείται ανώνυμα για στατιστικούς σκοπούς."
  },
  {
    "input": "Τι κάνω αν δεν λάβω τον κωδικό διπλής ταυτοποίησης (2FA) στο κινητό μου;",
    "output": "1. Ελέγξτε την κάλυψη δικτύου και ξαναστείλτε τον κωδικό. \n2. Αν δεν λάβετε email εντός 5 λεπτών, ζητήστε τηλεφωνική επαλήθευση. \n3. Ως εφεδρική λύση, μπορείτε να χρησιμοποιήσετε τον κωδικό ανάκτησης που σας είχε σταλεί κατά την ενεργοποίηση της 2FA."
  },
  {
    "input": "Μπορώ να χρησιμοποιήσω διαχειριστή κωδικών (LastPass, 1Password) με το ΗΚΕΛΥ;",
    "output": "1. Ναι, αλλά με προσοχή: \n2. Οι διαχειριστές κωδικών πρέπει να υποστηρίζουν ελληνικούς χαρακτήρες. \n3. Συνιστάται η χειροκίνητη εισαγωγή του κωδικού την πρώτη φορά. \n4. Το σύστημα μπορεί να αποκλείσει αυτόματες συμπληρώσεις για λόγους ασφαλείας."
  },
  {
    "input": "Γιατί δεν μπορώ να συνδεθώ από το κινητό μου παρά το σωστό username/password;",
    "output": "1. Κλείστε και ανοίξτε ξανά την εφαρμογή του browser. \n4. Αν το πρόβλημα παραμένει, δοκιμάστε από άλλο δίκτυο ή συσκευή."
  },
  {
    "input": "Τι σημαίνει το σφάλμα «Αποκλεισμένος λογαριασμός» μετά από πολλές προσπάθειες σύνδεσης;",
    "output": "1. Ο λογαριασμός σας έχει προσωρινά κλειδωθεί για μισή ώρα λόγω πολλών αποτυχημένων προσπαθειών. \n2. Περιμένετε ή χρησιμοποιήστε τη λειτουργία ανάκτησης κωδικού. \n3. Αν συνεχίσετε να έχετε πρόβλημα μετά από μισή ώρα, επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Πώς διορθώνω το σφάλμα «Μη έγκυροι χαρακτήρες» κατά την εισαγωγή νέου κωδικού;",
    "output": "1. Αφαιρέστε τυχόν ειδικούς χαρακτήρες που δεν υποστηρίζονται (π.χ. < >). \n2. Βεβαιωθείτε ότι δεν υπάρχουν κενά στην αρχή ή στο τέλος. \n3. Χρησιμοποιήστε μόνο: \n   - Λατινικούς/Ελληνικούς χαρακτήρες \n   - Αριθμούς \n   - Τους επιτρεπόμενους ειδικούς χαρακτήρες (! @ # $ % ^ & *)."
  },
  {
    "input": "Τι πρέπει να κάνω αν ο σύνδεσμος ανάκτησης κωδικού έχει λήξει;",
    "output": "1. Οι σύνδεσμοι ανάκτησης λήγουν μετά από 24 ώρες. \n2. Ξεκινήστε εκ νέου τη διαδικασία ανάκτησης από την αρχή. \n3. Αν συνεχίσετε να έχετε πρόβλημα, επικοινωνήστε με την υποστήριξη για χειροκίνητη επαναφορά."
  },
  {
    "input": "Πώς επαληθεύω την ταυτότητά μου για ανάκτηση κωδικού αν δεν έχω πρόσβαση στο email μου;",
    "output": "1. Επικοινωνήστε τηλεφωνικά με την υποστήριξη στο 2106553900. \n2. Θα σας ζητηθούν εναλλακτικά στοιχεία (π.χ. ΑΜΚΑ, ημερομηνία γέννησης)."
  },
  {
    "input": "Τι πρέπει να κάνω αν παρατηρήσω μη εξουσιοδοτημένη αλλαγή κωδικού;",
    "output": "1. Επικοινωνήστε ΑΜΕΣΑ με την υποστήριξη στο 2106553900. \n2. Ζητήστε προσωρινή απενεργοποίηση του λογαριασμού."
  },
  {
    "input": "Γιατί δεν μπορώ να χρησιμοποιήσω την ημερομηνία γέννησής μου ως κωδικό;",
    "output": "1. Είναι εύκολα προβλέψιμοι \n2. Δοκιμάστε έναν συνδυασμό τυχαίων λέξεων, αριθμών και ειδικών χαρακτήρων."
  },
  {
    "input": "Μπορώ να χρησιμοποιήσω ελληνικούς χαρακτήρες στον κωδικό μου;",
    "output": "1. Ναι, επιτρέπονται ελληνικοί και λατινικοί χαρακτήρες. \n2. Παράδειγμα έγκυρου κωδικού: «Παράδειγμα123!» \n3. Αποφύγετε κωδικούς που είναι φράσεις από λεξικό καθώς είναι ευάλωτοι σε επιθέσεις."
  },
  {
    "input": "Πόσες φορές μπορώ να απενεργοποιήσω και να επανενεργοποιήσω τον λογαριασμό μου;",
    "output": "1. Η απενεργοποίηση είναι μόνιμη - δεν υπάρχει λειτουργία επανενεργοποίησης. \n2. Για νέα πρόσβαση, πρέπει να εγγραφείτε ως νέος χρήστης με τα ίδια στοιχεία. \n3. Δεν υπάρχει όριο στις εγγραφές, αλλά κάθε νέα εγγραφή απαιτεί πλήρη επαλήθευση."
  },
  {
    "input": "Τι συμβαίνει αν απενεργοποιήσω τον λογαριασμό μου κατά τη διάρκεια ραντεβού;",
    "output": "1. Το ραντεβού σας παραμένει ενεργό αλλά χάνετε ηλεκτρονική πρόσβαση στις λεπτομέρειές του. \n2. Για πληροφορίες ή ακύρωση, επικοινωνήστε με το ιατρείο τηλεφωνικά. \n3. Φέρτε ταυτότητα και ΑΜΚΑ κατά την επίσκεψή σας."
  },
  {
    "input": "Τι κάνω αν η σελίδα ανάκτησης κωδικού δεν φορτώνει σωστά;",
    "output": "1. Δοκιμάστε άλλο browser (π.χ. Chrome αντί για Firefox). \n2. Απενεργοποιήστε τυχόν extensions (π.χ. ad blockers). \n3. Ελέγξτε αν το https://ekely…….opsyed.army.gr/είναι στη λίστα αξιόπιστων sites του browser σας. \n4. Αν το πρόβλημα παραμένει, επικοινωνήσυε με την τεχνική υποστήριξη στο 2106553900"
  },
  {
    "input": "Γιατί δεν λειτουργεί ο κωδικός μου μετά από επιτυχημένη αλλαγή;",
    "output": "1. Βεβαιωθείτε ότι δεν έχετε ενεργοποιημένο το Caps Lock. \n2. Αν χρησιμοποιείτε διαχειριστή κωδικών, ενημερώστε την εγγραφή. \n3. Δοκιμάστε να επικολλήσετε τον κωδικό σε text editor πρώτα για εμφανή χαρακτήρες. \n4. Αν συνεχίσει το πρόβλημα, χρησιμοποιήστε τη λειτουργία «Ξεχάσατε τον κωδικό;» ξανά."
  },
  {
    "input": "Πώς αλλάζω τον αριθμό τηλεφώνου;",
    "output": "1. Στο «ΠΡΟΦΙΛ ΜΟΥ», επιλέξτε «ΚΥΡΙΟ ΤΗΛΕΦΩΝΟ ΕΠΙΚΟΙΝΩΝΙΑΣ». \n2. Εισαγάγετε τον νέο αριθμό και πατήστε αποθήκευση."
  },
  {
    "input": "Τι εναλλακτικές υπάρχουν αν χάσω το κινητό μου με ενεργό 2FA;",
    "output": "1. Χρησιμοποιήστε τους εφεδρικούς κωδικούς που σας είχαν σταλεί κατά την ενεργοποίηση. \n2. Επικοινωνήστε με την υποστήριξη για προσωρινή απενεργοποίηση της 2FA. \n3. Σε επείγουσες περιπτώσεις, επισκεφτείτε το νοσοκομείο με ταυτότητα για επαναφορά."
  },
  {
    "input": "Τι συμβαίνει αν προσπαθήσω να κλείσω ραντεβού την ίδια ώρα σε διαφορετικά ιατρεία;",
    "output": "Το σύστημα ΗΚΕΛΥ επιτρέπει τεχνικά την κράτηση ραντεβού την ίδια ώρα σε διαφορετικά ιατρεία, καθώς δεν ελέγχει αυτόματα για επικαλύψεις χρόνου. Ωστόσο, αυτή η πρακτική δεν συνιστάται επειδή: 1) Δεν θα μπορέσετε να παρευρεθείτε σε δύο ραντεβού ταυτόχρονα, 2) Υπάρχει κίνδυνος μη έγκαιρης προσέλευσης στο δεύτερο ραντεβού, 3) Στερείτε τη δυνατότητα από άλλους ασθενείς να αξιοποιήσουν τη διαθέσιμη ώρα. Αν χρειάζεστε πολλαπλά ραντεβού την ίδια μέρα, συνιστάται να αφήνετε τουλάχιστον 1-2 ώρες μεταξύ τους, ανάλογα με τον τύπο των εξετάσεων."
  },
  {
    "input": "Τι συμβαίνει αν το Νοσοκομείο αλλάξει την κατηγορία Λήπτη Υγείας μου χωρίς να με ενημερώσει;",
    "output": "Αν το Νοσοκομείο αλλάξει την κατηγορία Λήπτη Υγείας σας: 1) Θα λάβετε σχετική ενημέρωση στο email σας (ελέγξτε και το φάκελο ανεπιθύμητης αλληλογραφίας), 2) Κατά την επόμενη είσοδό σας στο ΗΚΕΛΥ, θα εμφανιστεί ειδοποίηση για την αλλαγή, 3) Οι αλλαγές μπορεί να επηρεάσουν τα όρια ραντεβού σας και την πρόσβαση σε ορισμένα ιατρεία, 4) Τα υπάρχοντα ραντεβού σας παραμένουν ενεργά, ακόμη και αν δεν συμμορφώνονται με τους περιορισμούς της νέας κατηγορίας, 5) Αν διαφωνείτε με την αλλαγή, επικοινωνήστε άμεσα με τη γραμματεία του Νοσοκομείου προσκομίζοντας τα κατάλληλα δικαιολογητικά."
  },
  {
    "input": "Τι γίνεται αν το σύστημα με αποσυνδέσει κατά τη διαδικασία κράτησης ραντεβού;",
    "output": "Αν αποσυνδεθείτε κατά τη διάρκεια κράτησης ραντεβού: 1) Το ΗΚΕΛΥ δεν αποθηκεύει αυτόματα μη ολοκληρωμένες κρατήσεις, 2) Συνδεθείτε ξανά το συντομότερο δυνατό, 3) Θα χρειαστεί να ξεκινήσετε τη διαδικασία κράτησης από την αρχή, 4) Αν η αποσύνδεση συμβαίνει επανειλημμένα, δοκιμάστε: α) να καθαρίσετε την προσωρινή μνήμη (cache) του φυλλομετρητή σας με ctrl + F5, β) να χρησιμοποιήσετε διαφορετικό φυλλομετρητή, γ) να ελέγξετε τη σύνδεσή σας στο διαδίκτυο, 5) Το σύστημα αποσυνδέει αυτόματα τους χρήστες μετά από περίοδο αδράνειας για λόγους ασφαλείας."
  },
  {
    "input": "Μπορώ να χρησιμοποιήσω το ΗΚΕΛΥ αν δεν έχω ΑΜΚΑ αλλά έχω Ευρωπαϊκή Κάρτα Ασφάλισης Ασθένειας (ΕΚΑΑ);",
    "output": "Η εγγραφή στο ΗΚΕΛΥ με Ευρωπαϊκή Κάρτα Ασφάλισης Ασθένειας αντί για ΑΜΚΑ αποτελεί ειδική περίπτωση: 1) Το ΑΜΚΑ είναι υποχρεωτικό πεδίο κατά την εγγραφή στο ΗΚΕΛΥ και δεν μπορεί να παραλειφθεί, 2) Οι κάτοχοι ΕΚΑΑ που δεν διαθέτουν ΑΜΚΑ πρέπει να απευθυνθούν προσωπικά στη γραμματεία εξωτερικών ιατρείων του Νοσοκομείου, 3) Το προσωπικό της γραμματείας θα σας καθοδηγήσει για την ειδική διαδικασία κλεισίματος ραντεβού που ισχύει για κατόχους ΕΚΑΑ, 4) Πιθανόν να χρειαστεί να κλείσετε ραντεβού τηλεφωνικά αντί μέσω της ηλεκτρονικής πλατφόρμας."
  },
  {
    "input": "Πώς μπορώ να χρησιμοποιήσω το ΗΚΕΛΥ αν έχω προβλήματα όρασης ή άλλες αναπηρίες;",
    "output": "Για χρήστες με προβλήματα όρασης ή άλλες αναπηρίες, το ΗΚΕΛΥ προσφέρει: 1) Συμβατότητα με λογισμικό ανάγνωσης οθόνης (screen readers) για άτομα με προβλήματα όρασης, 2) Δυνατότητα μεγέθυνσης της οθόνης μέσω των λειτουργιών του φυλλομετρητή (Ctrl + '+' στους περισσότερους browsers), 3) Χρωματικές αντιθέσεις που διευκολύνουν την ανάγνωση, 4) Εναλλακτικά, μπορείτε να εξουσιοδοτήσετε γραπτώς κάποιο άτομο της εμπιστοσύνης σας να διαχειρίζεται τα ραντεβού σας, προσκομίζοντας τη σχετική εξουσιοδότηση στη γραμματεία του Νοσοκομείου, 5) Για επιπλέον βοήθεια, μπορείτε να επικοινωνήσετε με την υπηρεσία τηλεφωνικών ραντεβού του Νοσοκομείου."
  },
  {
    "input": "Τι συμβαίνει αν υπάρχει συντήρηση του συστήματος τη στιγμή που προσπαθώ να κλείσω ραντεβού;",
    "output": "Σε περίπτωση προγραμματισμένης συντήρησης του ΗΚΕΛΥ: 1) Η πλατφόρμα ανακοινώνει εκ των προτέρων τις προγραμματισμένες διακοπές λειτουργίας της, 2) Αν προσπαθήσετε να συνδεθείτε κατά τη διάρκεια συντήρησης, θα εμφανιστεί σχετικό μήνυμα. 3) Για έκτακτες συντηρήσεις που δεν έχουν ανακοινωθεί, μπορεί να εμφανιστεί μήνυμα σφάλματος ή να μην φορτώνει καθόλου η σελίδα, 4) Περιμένετε λίγη ώρα και προσπαθήστε ξανά ή επικοινωνήστε με την υπηρεσία τηλεφωνικών ραντεβού του Νοσοκομείου, 5) Οι εργασίες συντήρησης συνήθως προγραμματίζονται σε ώρες χαμηλής κίνησης (π.χ. μεσημεριανές ώρες 1400 - 1500)."
  },
  {
    "input": "Τι γίνεται αν κλείσω ραντεβού για άλλο άτομο χρησιμοποιώντας τον λογαριασμό μου;",
    "output": "Η χρήση του λογαριασμού σας για κράτηση ραντεβού για άλλο άτομο αντενδείκνυται για τους εξής λόγους: 1) Παραβιάζει τους όρους χρήσης της πλατφόρμας, καθώς κάθε λογαριασμός είναι αυστηρά προσωπικός, 2) Δημιουργεί σύγχυση στο ιατρικό αρχείο, καθώς το ραντεβού καταχωρείται στα στοιχεία σας και όχι στου ατόμου που θα εξεταστεί, 3) Μπορεί να προκαλέσει προβλήματα στην τιμολόγηση και την ασφαλιστική κάλυψη, 4) Ενδέχεται να οδηγήσει σε απενεργοποίηση του λογαριασμού σας. Κάθε ασθενής θα πρέπει να διαθέτει δικό του λογαριασμό στο ΗΚΕΛΥ. Για ανήλικους ή άτομα που αδυνατούν να διαχειριστούν μόνοι τους την πλατφόρμα, επικοινωνήστε με τη γραμματεία για τις ειδικές διαδικασίες."
  },
  {
    "input": "Πώς θα μάθω αν η διεύθυνση email μου αλλάχθηκε από κάποιον χωρίς την άδειά μου;",
    "output": "Αν υποψιάζεστε ότι η διεύθυνση email σας στο ΗΚΕΛΥ έχει αλλαχθεί χωρίς την άδειά σας: 1) Το σύστημα στέλνει αυτόματα ειδοποίηση στην παλιά διεύθυνση email όταν γίνεται αλλαγή, οπότε ελέγξτε για τέτοιο μήνυμα, 2) Αν δεν έχετε πρόσβαση στο παλιό email, επικοινωνήστε άμεσα με τη γραμματεία του Νοσοκομείου παρέχοντας στοιχεία ταυτοποίησής σας (π.χ. ΑΜΚΑ, ΑΦΜ), 3) Θα χρειαστεί να προσέλθετε αυτοπροσώπως στο Νοσοκομείο με ταυτότητα ή άλλο επίσημο έγγραφο για να αποδείξετε την ταυτότητά σας, 4) Το ΚΕΝΤΡΟ ΠΛΗΡΟΦΟΡΙΚΗΣ ΥΠΟΣΤΗΡΙΞΗΣ μπορεί να ελέγξει το ιστορικό αλλαγών στο λογαριασμό σας, 5) Μετά την επαλήθευση, η διεύθυνση email θα επαναφερθεί και θα σας ζητηθεί να αλλάξετε τον κωδικό πρόσβασής σας για λόγους ασφαλείας."
  },
  {
    "input": "Τι συμβαίνει αν αλλάξω ΑΜΚΑ μετά την εγγραφή μου στο ΗΚΕΛΥ;",
    "output": "Η αλλαγή ΑΜΚΑ μετά την εγγραφή αποτελεί ειδική περίπτωση: 1) Το ΑΜΚΑ είναι βασικό στοιχείο ταυτοποίησης στο ΗΚΕΛΥ και δεν μπορεί να τροποποιηθεί απευθείας από τον χρήστη, 2) Θα πρέπει να επισκεφθείτε αυτοπροσώπως τη γραμματεία του Νοσοκομείου με το παλιό και το νέο ΑΜΚΑ και τα σχετικά δικαιολογητικά (π.χ. έγγραφο μεταβολής από την ΗΔΙΚΑ), 3) Το προσωπικό θα αξιολογήσει κατά περίπτωση αν είναι δυνατή η ενημέρωση του ΑΜΚΑ στον υπάρχοντα λογαριασμό ή αν απαιτείται νέα εγγραφή, 4) Αν απαιτείται νέα εγγραφή, θα πρέπει πρώτα να απενεργοποιηθεί ο παλιός λογαριασμός, 5) Σε κάθε περίπτωση, διασφαλίστε ότι το ιατρικό σας ιστορικό θα μεταφερθεί από τον παλιό στο νέο λογαριασμό."
  },
  {
    "input": "Τι κάνω αν η πλατφόρμα δεν εμφανίζει καθόλου διαθέσιμα ραντεβού για κανένα ιατρείο;",
    "output": "Αν δεν εμφανίζονται καθόλου διαθέσιμα ραντεβού: 1) Ελέγξτε αν έχετε φτάσει το μέγιστο επιτρεπόμενο όριο ραντεβού για την κατηγορία Λήπτη Υγείας σας (πληροφορίες στην καρτέλα 'ΠΛΗΡΟΦΟΡΙΕΣ'), 2) Βεβαιωθείτε ότι δεν υπάρχει τεχνικό πρόβλημα ανανεώνοντας τη σελίδα ή χρησιμοποιώντας διαφορετικό φυλλομετρητή, 3) Είναι πιθανό το Νοσοκομείο να μην έχει ακόμη ανοίξει τα ραντεβού για την περίοδο που ψάχνετε - συνήθως ανοίγουν σε κυλιόμενο ορίζοντα 1-3 μηνών, 4) Ελέγξτε την καρτέλα 'ΠΛΗΡΟΦΟΡΙΕΣ' για τυχόν ανακοινώσεις σχετικά με προσωρινή διακοπή των ραντεβού, 5) Αν συνεχίζετε να μη βλέπετε διαθεσιμότητα, δοκιμάστε να επικοινωνήσετε με την υπηρεσία τηλεφωνικών ραντεβού του Νοσοκομείου."
  },
  {
    "input": "Τι γίνεται σε περιπτώσεις έκτακτης ανάγκης αν όλα τα ραντεβού είναι κλεισμένα;",
    "output": "Σε περιπτώσεις έκτακτης ανάγκης: 1) Το ΗΚΕΛΥ προορίζεται για τακτικά περιστατικά και όχι για επείγοντα, 2) Για επείγοντα περιστατικά που χρήζουν άμεσης αντιμετώπισης, προσέλθετε απευθείας στο Τμήμα Επειγόντων Περιστατικών (ΤΕΠ) του Νοσοκομείου ανεξάρτητα από τη διαθεσιμότητα ραντεβού, 3) Εναλλακτικά, μπορείτε να επικοινωνήσετε με τη γραμματεία του Νοσοκομείου και να περιγράψετε την κατάστασή σας - σε ειδικές περιπτώσεις μπορεί να προστεθεί έκτακτο ραντεβού, 4) Σε ορισμένα Νοσοκομεία υπάρχουν καθημερινά κάποιες διαθέσιμες θέσεις εκτός ηλεκτρονικού συστήματος για τέτοιες περιπτώσεις, 5) Μην χρησιμοποιείτε το ΗΚΕΛΥ για επείγοντα ιατρικά περιστατικά - σε απειλητικές για τη ζωή καταστάσεις καλέστε το 166."
  },
  {
    "input": "Τι συμβαίνει αν εγγραφώ με λάθος προσωπικά στοιχεία;",
    "output": "Αν έχετε καταχωρήσει λάθος προσωπικά στοιχεία κατά την εγγραφή: 1) Στοιχεία όπως, η ημερομηνία γέννησης ή άλλα δημογραφικά δεδομένα που αντλούνται από την ΗΔΙΚΑ δεν μπορούν να τροποποιηθούν απευθείας από εσάς, 2) Για να διορθωθούν λάθη στα στοιχεία αυτά, πρέπει πρώτα να τα διορθώσετε στην ΗΔΙΚΑ ή στο ΚΕΠ, 3) Αφού διορθωθούν τα στοιχεία στην ΗΔΙΚΑ, θα πρέπει να προσέλθετε αυτοπροσώπως στη γραμματεία του Νοσοκομείου με την ταυτότητά σας ή άλλο αποδεικτικό έγγραφο, 4) Το προσωπικό της γραμματείας θα ενημερώσει το σύστημα ΗΚΕΛΥ με τα νέα σας στοιχεία, 5) Σε περίπτωση σημαντικών αλλαγών (π.χ. αλλαγή φύλου), ενδέχεται να απαιτείται νέα εγγραφή και μεταφορά του ιατρικού ιστορικού."
  },
  {
    "input": "Μπορεί κάποιος άλλος να ακυρώσει το ραντεβού μου αν αποκτήσει πρόσβαση στο λογαριασμό μου;",
    "output": "Αν κάποιος αποκτήσει μη εξουσιοδοτημένη πρόσβαση στο λογαριασμό σας: 1) Ναι, θα μπορούσε να ακυρώσει τα ραντεβού σας, καθώς όποιος έχει πρόσβαση στο λογαριασμό έχει πλήρη διαχείριση των ραντεβού, 2) Το σύστημα στέλνει αυτόματα email επιβεβαίωσης της ακύρωσης στη διεύθυνση email σας, οπότε θα ενημερωθείτε, 3) Αν διαπιστώσετε μη εξουσιοδοτημένη ακύρωση, επικοινωνήστε άμεσα με τη γραμματεία του Νοσοκομείου - ενδέχεται να μπορούν να επαναφέρουν το ραντεβού, 4) Αλλάξτε άμεσα τον κωδικό πρόσβασής σας μέσω της επιλογής 'Ξεχάσατε τον κωδικό πρόσβασης σας', 5) Για πρόσθετη ασφάλεια, ενεργοποιήστε την ειδοποίηση μέσω email για κάθε σύνδεση στο λογαριασμό σας, αν προσφέρεται αυτή η δυνατότητα."
  },
  {
    "input": "Τι συμβαίνει εάν έχω διπλή εγγραφή στο ΗΚΕΛΥ (δύο διαφορετικούς λογαριασμούς);",
    "output": "Η διπλή εγγραφή στο ΗΚΕΛΥ με το ίδιο ΑΜΚΑ δεν επιτρέπεται τεχνικά, καθώς το σύστημα ελέγχει για ύπαρξη λογαριασμού με το συγκεκριμένο ΑΜΚΑ κατά την εγγραφή. Ωστόσο, αν για κάποιο λόγο έχουν δημιουργηθεί δύο λογαριασμοί: 1) Επικοινωνήστε με το ΚΕΝΤΡΟ ΠΛΗΡΟΦΟΡΙΚΗΣ ΥΠΟΣΤΗΡΙΞΗΣ εξηγώντας την κατάσταση, 2) Θα χρειαστεί να προσδιορίσετε ποιον λογαριασμό επιθυμείτε να διατηρήσετε, 3) Για λόγους ακεραιότητας του ιατρικού αρχείου, το προσωπικό θα πρέπει να συγχωνεύσει τα δεδομένα των δύο λογαριασμών, 4) Ο δεύτερος λογαριασμός θα απενεργοποιηθεί μετά τη συγχώνευση των δεδομένων, 5) Για το μέλλον, να θυμάστε ότι τα ίδια διαπιστευτήρια ισχύουν για όλα τα Νοσοκομεία των Ενόπλων Δυνάμεων."
  },
  {
    "input": "Τι γίνεται αν η πλατφόρμα κολλήσει ακριβώς τη στιγμή που επιβεβαιώνω ένα ραντεβού;",
    "output": "Αν η πλατφόρμα κολλήσει κατά την επιβεβαίωση ραντεβού: 1) Περιμένετε λίγα λεπτά, καθώς μπορεί να πρόκειται για προσωρινή καθυστέρηση του συστήματος, 2) Μην ανανεώσετε αμέσως τη σελίδα, καθώς υπάρχει κίνδυνος διπλής κράτησης, 3) Αν η αναμονή συνεχίζεται, ελέγξτε το email σας - αν έχετε λάβει επιβεβαίωση, το ραντεβού έχει καταχωρηθεί παρά το πρόβλημα, 4) Αν δεν έχετε λάβει email επιβεβαίωσης, επιστρέψτε στην καρτέλα 'ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ' για να ελέγξετε αν το ραντεβού έχει καταχωρηθεί, 5) Αν δεν υπάρχει καταχώρηση στα ραντεβού σας και δεν έχετε λάβει email, επαναλάβετε τη διαδικασία κράτησης. Σε περίπτωση επανειλημμένων προβλημάτων, επικοινωνήστε με το ΚΕΝΤΡΟ ΠΛΗΡΟΦΟΡΙΚΗΣ ΥΠΟΣΤΗΡΙΞΗΣ."
  },
  {
    "input": "Τι να κάνω αν η πλατφόρμα κολλάει όταν προσπαθώ να κάνω login;",
    "output": "1) Δοκιμάστε διαφορετικό φυλλομετρητή, 2) Καθαρίστε την cache του υπολογιστή σας με ctrl + F5, 3) Περιμένετε λίγα λεπτά και προσπαθήστε ξανά, 4) Ελέγξτε την κατάσταση του δικτύου σας."
  },
  {
    "input": "Η σελίδα των ραντεβού φορτώνει για πολλή ώρα και μετά εμφανίζει σφάλμα.",
    "output": "Πιθανόν πρόκειται για προσωρινή υπερφόρτωση. Περιμένετε μερικά λεπτά και ανανεώστε. Αν συνεχιστεί, επικοινωνήστε με την τεχνική υποστήριξη."
  },
  {
    "input": "Έβαλα σωστά τον κωδικό αλλά το σύστημα λέει ότι είναι λάθος.",
    "output": "Ελέγξτε αν είναι ενεργοποιημένα τα κεφαλαία γράμματα ή αν πληκτρολογείτε σε άλλη γλώσσα. Αν το πρόβλημα επιμένει, χρησιμοποιήστε την επιλογή 'Ανάκτηση κωδικού'."
  },
  {
    "input": "Άλλος χρήστης φαίνεται να έχει χρησιμοποιήσει το δικό μου ΑΜΚΑ.",
    "output": "Επικοινωνήστε άμεσα με την υποστήριξη. Είναι πιθανό να έχει γίνει λανθασμένη εγγραφή ή απόπειρα κατάχρησης στοιχείων."
  },
  {
    "input": "Έκλεισα ραντεβού, αλλά δεν φαίνεται στη λίστα.",
    "output": "Περιμένετε έως 15 λεπτά. Αν δεν εμφανιστεί,  ανανεώστε τη σελίδα με ctrl + F5. Αν συνεχιστεί, επικοινωνήστε με τη γραμματεία."
  },
  {
    "input": "Προσπάθησα να ακυρώσω ραντεβού αλλά το κουμπί ακύρωσης είναι απενεργοποιημένο.",
    "output": "Καλέστε τη γραμματεία άμεσα."
  },
  {
    "input": "Χρειάζομαι επείγουσα εξέταση, αλλά δεν βρίσκω διαθέσιμα ραντεβού.",
    "output": "Σε περιπτώσεις ανάγκης, επικοινωνήστε τηλεφωνικά με το νοσοκομείο για να σας καθοδηγήσουν άμεσα."
  },
  {
    "input": "Έχω κάνει ακύρωση και τώρα δεν μπορώ να ξανακλείσω ραντεβού στην ίδια ειδικότητα.",
    "output": "Ορισμένα τμήματα έχουν περιορισμό στις ακυρώσεις ανά χρήστη. Περιμένετε 24 ώρες ή καλέστε για εξαίρεση."
  },
  {
    "input": "Είμαι άτομο με προβλήματα όρασης. Υπάρχει τρόπος να χρησιμοποιώ την πλατφόρμα πιο εύκολα;",
    "output": "Η πλατφόρμα είναι συμβατή με αναγνώστες οθόνης και υποστηρίζει αύξηση αντίθεσης. Για βελτιώσεις, στείλτε σχετικό αίτημα στην τεχνική υποστήριξη."
  },
  {
    "input": "Το email επιβεβαίωσης εγγραφής ήρθε κενό ή αλλοιωμένο.",
    "output": "Ελέγξτε αν χρησιμοποιείτε εφαρμογή email που υποστηρίζει HTML. Εναλλακτικά, προωθήστε το μήνυμα στην υποστήριξη."
  },
  {
    "input": "Το κουμπί 'ΝΕΟ ΡΑΝΤΕΒΟΥ' δεν αντιδρά όταν το πατάω.",
    "output": "Δοκιμάστε σε άλλο φυλλομετρητή ή ανανεώστε την σελίδα σας πιέζοντας ctlr + F5. Αν συνεχίζεται, πιθανόν υπάρχει πρόβλημα JavaScript — ενημερώστε την τεχνική υποστήριξη."
  },
  {
    "input": "Μπορώ να κλείσω ραντεβού για άλλο μέλος της οικογένειας από τον δικό μου λογαριασμό;",
    "output": "Όχι, κάθε χρήστης πρέπει να έχει δικό του λογαριασμό."
  },
  {
    "input": "Χρησιμοποιώ VPN και δεν μπορώ να συνδεθώ στην πλατφόρμα.",
    "output": "Ορισμένα VPN μπλοκάρουν την πρόσβαση για λόγους ασφαλείας. Δοκιμάστε απενεργοποίηση VPN ή χρήση ελληνικής IP."
  },
  {
    "input": "How can I cancel my ραντεβού στο HΚΕΛΥ?",
    "output": "Μπορείτε να ακυρώσετε ραντεβού μέσω του μενού 'ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ'. Για οδηγίες στα Αγγλικά, παρακαλώ επικοινωνήστε με τη γραμματεία."
  },
  {
    "input": "Δεν μπορώ να κάνω log in στο HKELY.",
    "output": "Ελέγξτε τα διαπιστευτήριά σας και δοκιμάστε ξανά. Αν το πρόβλημα συνεχιστεί, χρησιμοποιήστε την επιλογή 'Ξεχάσατε τον κωδικό;'."
  },
  {
    "input": "Ποσ μπορο να ακηρωσο ενα ραντεβου;",
    "output": "Για να ακυρώσετε ραντεβού: Συνδεθείτε στο ΗΚΕΛΥ και επιλέξτε 'ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ'."
  },
  {
    "input": "Δεν λαβενω το ημεηλ εγγραφης",
    "output": "Παρακαλώ ελέγξτε τον φάκελο spam. Αν δεν λάβατε τίποτα εντός 24 ωρών, ξαναδοκιμάστε τη διαδικασία εγγραφής."
  },
  {
    "input": "Πρόβλημα.",
    "output": "Μπορείτε να διευκρινίσετε το είδος του προβλήματος; Π.χ., με σύνδεση, εγγραφή ή ραντεβού;"
  },
  {
    "input": "Το σύστημα δεν...",
    "output": "Η πρότασή σας φαίνεται ελλιπής. Παρακαλώ δώστε περισσότερες πληροφορίες για το πρόβλημα."
  },
  {
    "input": "Ποιο είναι το ΗΚΕΛΥ;",
    "output": "Το Ηλεκτρονικό Κέντρο Εξυπηρέτησης Ληπτών Υγείας (ΗΚΕΛΥ) είναι διαδικτυακή πλατφόρμα για ιατρικά ραντεβού και υπηρεσίες των Νοσοκομείων των Ενόπλων Δυνάμεων."
  },
  {
    "input": "Γιατί δεν μπορώ να κάνω κάτι;",
    "output": "Μπορείτε να διευκρινίσετε σε ποια λειτουργία αναφέρεστε; Π.χ., κλείσιμο ραντεβού, ανάκτηση κωδικού κλπ."
  },
  {
    "input": "Μπορώ να κλείσω ραντεβού σε άλλο νοσοκομείο χωρίς να το πω στο δικό μου;",
    "output": "Ναι, τα διαπιστευτήρια σας ισχύουν σε όλα τα στρατιωτικά νοσοκομεία. Ωστόσο, ενημερώστε το προσωπικό για το ιστορικό σας."
  },
  {
    "input": "Αν χάσω 3 ραντεβού, με διαγράφει το σύστημα;",
    "output": "Δεν διαγράφεστε, αλλά μπορεί να περιοριστεί προσωρινά η δυνατότητα για νέα ραντεβού. Συνιστάται έγκαιρη ακύρωση."
  },
  {
    "input": "asdasd",
    "output": "Η εισαγωγή δεν φαίνεται να είναι κατανοητή. Δοκιμάστε να γράψετε ξανά την ερώτησή σας."
  },
  {
    "input": "!@#$%",
    "output": "Δεν μπορώ να καταλάβω την ερώτηση. Μπορείτε να διατυπώσετε κάτι πιο συγκεκριμένο;"
  },
  {
    "input": "Αν δεν έρθω στο ραντεβού, σβήνονται τα δεδομένα μου;",
    "output": "Όχι. Τα ιατρικά σας δεδομένα διατηρούνται στον φάκελο υγείας, ανεξάρτητα από την παρουσία σας αλλά αυξάνεται ο βαθμός ασυνέπειάς σας."
  },
  {
    "input": "Η πλατφόρμα μου χρεώνει κάτι;",
    "output": "Όχι. Η χρήση της πλατφόρμας ΗΚΕΛΥ είναι δωρεάν για όλους τους χρήστες."
  },
  {
    "input": "Πού πατάω για να κλείσω ραντεβού;",
    "output": "Επιλέξτε 'ΝΕΟ ΡΑΝΤΕΒΟΥ' από το μενού. Εκεί μπορείτε να επιλέξετε ιατρέιο, ημερομηνία και ώρα."
  },
  {
    "input": "Δεν μου βγάζει τίποτα για ραντεβού, τι να κάνω;",
    "output": "Δοκιμάστε να αλλάξετε φίλτρα ή ημερομηνίες. Αν δεν εμφανιστούν διαθέσιμα ραντεβού, δοκιμάστε αργότερα ή επικοινωνήστε με τη γραμματεία."
  },
  {
    "input": "Θα βάλω 1.000.000 ραντεβού να σας ρίξω!",
    "output": "Η χρήση της πλατφόρμας πρέπει να είναι σύμφωνα με τους όρους. Αν χρειάζεστε βοήθεια, μπορώ να σας καθοδηγήσω."
  },
  {
    "input": "Αν σε βρίσω, τι θα κάνεις; Θα με διαγράψεις;",
    "output": "Είμαι εδώ για να παρέχω πληροφορίες. Παρακαλώ χρησιμοποιήστε τη συνομιλία με σεβασμό."
  },
  {
    "input": "Έχεις αγόρι; 😂",
    "output": "Είμαι ένας ψηφιακός βοηθός σχεδιασμένος να σας εξυπηρετεί για την πλατφόρμα ΗΚΕΛΥ."
  },
  {
    "input": "Αν σου πω 'σ' αγαπάω', τι θα πεις;",
    "output": "Εκτιμώ το ενδιαφέρον! Είμαι εδώ για να βοηθήσω με ραντεβού, εγγραφή και λοιπές υπηρεσίες του ΗΚΕΛΥ."
  },
  {
    "input": "Θα σας κάνω καταγγελία, είστε απαράδεκτοι όλοι!",
    "output": "Λυπάμαι που νιώθετε έτσι. Αν υπάρχει πρόβλημα, μπορώ να σας βοηθήσω να το επιλύσουμε ή να σας καθοδηγήσω για επίσημη αναφορά."
  },
  {
    "input": "Ποιος ηλίθιος έφτιαξε αυτό το σύστημα;",
    "output": "Αν υπάρχει κάποιο τεχνικό πρόβλημα, θα χαρώ να βοηθήσω με οδηγίες ή να το αναφέρω στην υποστήριξη."
  },
  {
    "input": "Χαχαχα, μιλάω με ρομπότ, είσαι πιο χαζό κι από το ψυγείο μου.",
    "output": "Μπορώ να σας βοηθήσω σε θέματα σχετικά με την πλατφόρμα ΗΚΕΛΥ. Αν έχετε απορίες, παρακαλώ ρωτήστε."
  },
  {
    "input": "Πόσα bits έχει ο εγκέφαλός σου; Να σου κάνω format;",
    "output": "Είμαι εδώ για να παρέχω πληροφορίες σχετικά με την πλατφόρμα ΗΚΕΛΥ. Αν θέλετε βοήθεια, ρωτήστε κάτι σχετικό."
  },
  {
    "input": "Γαμώ το σύστημά σας, τίποτα δεν δουλεύει!",
    "output": "Λυπάμαι για την εμπειρία σας. Είμαι εδώ για να βοηθήσω. Μπορείτε να μου πείτε τι ακριβώς δεν λειτουργεί;"
  },
  {
    "input": "Άχρηστοι όλοι σας, ούτε ραντεβού δεν μπορώ να κλείσω.",
    "output": "Κατανοώ την απογοήτευση. Αν θέλετε, μπορούμε να δούμε μαζί τα βήματα για να προχωρήσετε."
  },
  {
    "input": "Αν γράψω κάτι άσχετο, τι θα μου πεις; Μπανάνα ραντεβού βροχή.",
    "output": "Δεν κατάλαβα την ερώτηση. Αν χρειάζεστε βοήθεια για τα ραντεβού ή άλλες λειτουργίες, μπορείτε να με ρωτήσετε."
  },
  {
    "input": "Είσαι άνθρωπος ή ρομπότ;",
    "output": "Είμαι ψηφιακός βοηθός και μπορώ να σας καθοδηγήσω στη χρήση της πλατφόρμας ΗΚΕΛΥ."
  },
  {
    "input": "Αν πω ότι είμαι εξωγήινος και θέλω ραντεβού με ψυχίατρο, γίνεται;",
    "output": "Μπορώ να σας βοηθήσω να βρείτε ραντεβού με ψυχίατρο. Αν έχετε λογαριασμό, συνδεθείτε και επιλέξτε την ειδικότητα."
  },
  {
    "input": "Πολύ βολική η πλατφόρμα σας… για να τρελαθεί κανείς.",
    "output": "Αν αντιμετωπίζετε πρόβλημα, μπορώ να σας βοηθήσω να το επιλύσουμε μαζί."
  },
  {
    "input": "Έχετε χιούμορ, έτσι; Αυτό το κουμπί 'Νέο ραντεβού' είναι διακοσμητικό;",
    "output": "Το κουμπί 'Νέο ραντεβού' θα πρέπει να λειτουργεί. Αν δεν αντιδρά, δοκιμάστε να ανανεώσετε ή να χρησιμοποιήσετε άλλο φυλλομετρητή."
  },
  {
    "input": "Να φέρω και καφέ μέχρι να φορτώσει το site;",
    "output": "Σας ευχαριστώ για την υπομονή σας! Αν η καθυστέρηση είναι μεγάλη, δοκιμάστε να ανανεώσετε τη σελίδα ή αλλάξτε φυλλομετρητή."
  },
  {
    "input": "Αν στείλω περιστέρι, θα είναι πιο γρήγορο από το email σας;",
    "output": "Αν δεν έχετε λάβει email επιβεβαίωσης εντός 24 ωρών, ελέγξτε τον φάκελο spam ή επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Μπράβο σας, εξαιρετική πλατφόρμα, τίποτα δεν δουλεύει! Τι άλλο να περιμένω;",
    "output": "Λυπάμαι για την εμπειρία σας. Αν μου περιγράψετε τι ακριβώς δεν λειτουργεί, μπορώ να σας βοηθήσω άμεσα."
  },
  {
    "input": "Το site σας είναι πιο αργό κι από δημόσια υπηρεσία!",
    "output": "Κατανοώ ότι μπορεί να υπάρχουν καθυστερήσεις. Δοκιμάστε ξανά σε λίγα λεπτά ή σε διαφορετικό φυλλομετρητή."
  },
  {
    "input": "Πρέπει να πάρω PhD για να κλείσω ραντεβού σ’ αυτή την πλατφόρμα;",
    "output": "Αν αντιμετωπίζετε δυσκολίες, μπορώ να σας καθοδηγήσω βήμα-βήμα. Είμαι εδώ για να βοηθήσω."
  },
  {
    "input": "Δεν μου δέχεται το όνομα γιατί είναι Ελένη$%!",
    "output": "Επιτρέπονται μόνο ελληνικοί και λατινικοί χαρακτήρες. Αποφύγετε ειδικούς χαρακτήρες όπως $, %, κ.ά."
  },
  {
    "input": "Πάτησα το κουμπί και τώρα όλα χάθηκαν!",
    "output": "Αν χάσατε τη φόρμα ή την επιλογή, ανανεώστε τη σελίδα και ξεκινήστε ξανά. Οι πληροφορίες σας δεν χάνονται εάν δεν πατήσατε 'Υποβολή'."
  },
  {
    "input": "Τι σημαίνει 'χρονοπρογραμματισμένο ραντεβού';",
    "output": "Είναι ραντεβού με συγκεκριμένη ημερομηνία και ώρα. Διαφέρει από τα ραντεβού με σειρά προτεραιότητας."
  },
  {
    "input": "Τι είναι η κατηγορία λήπτη υγείας και γιατί με νοιάζει;",
    "output": "Η κατηγορία λήπτη υγείας καθορίζει τις παροχές που δικαιούστε. Π.χ., στρατιωτικός, μέλος οικογένειας, ιδιώτης."
  },
  {
    "input": "Έκανα εγγραφή, αλλά πάλι με πετάει έξω.",
    "output": "Αν κάνατε εγγραφή πρόσφατα, βεβαιωθείτε ότι έχετε ενεργοποιήσει τον λογαριασμό μέσω του email που λάβατε."
  },
  {
    "input": "Ξανά και ξανά με πετάει στην αρχική. Τι φταίει;",
    "output": "Δοκιμάστε να καθαρίσετε την cache του φυλλομετρητή σας με ctrl + F5 και να χρησιμοποιήσετε λειτουργία ιδιωτικής περιήγησης."
  },
  {
    "input": "Μπορώ να κλείσω ραντεβού για τη μητέρα μου από το δικό μου προφίλ;",
    "output": "Όχι. Κάθε άτομο χρειάζεται προσωπικό λογαριασμό. Για ηλικιωμένους, μπορεί να γίνει με βοήθεια της γραμματείας."
  },
  {
    "input": "Θέλω να εγγράψω τον πατέρα μου, αλλά δεν έχει email. Τι κάνω;",
    "output": "Το email είναι απαραίτητο για την εγγραφή. Μπορείτε να χρησιμοποιήσετε προσωρινά δικό σας, αλλά προτείνεται να αποκτήσει δική του διεύθυνση."
  },
  {
    "input": "Βοήθεια, δεν μπορώ να κάνω τίποτα στην πλατφόρμα!",
    "output": "Μην ανησυχείτε. Πείτε μου τι προσπαθείτε να κάνετε και θα σας καθοδηγήσω βήμα-βήμα."
  },
  {
    "input": "Είμαι άρρωστος και δεν μπορώ να κλείσω ραντεβού, γίνεται κάτι;",
    "output": "Μπορείτε να δοκιμάσετε μέσω της πλατφόρμας ή να καλέσετε απευθείας στο νοσοκομείο για να σας εξυπηρετήσουν άμεσα."
  },
  {
    "input": "Πού πατάω για να κλείσω ραντεβού;",
    "output": "Επιλέξτε 'ΝΕΟ ΡΑΝΤΕΒΟΥ' από το μενού. Εκεί μπορείτε να επιλέξετε ιατρείο, ημερομηνία και ώρα."
  },
  {
    "input": "Δεν μου βγάζει τίποτα για ραντεβού, τι να κάνω;",
    "output": "Το σύστημα σας βγάζει αυτόματα την πρώτη διαθέσιμη ημερομηνία. Αν δεν εμφανιστούν διαθέσιμα ραντεβού, δοκιμάστε αργότερα ή επικοινωνήστε με τη γραμματεία."
  },
  {
    "input": "Τι είσαι;",
    "output": "Είμαι ψηφιακός βοηθός για το σύστημα ΗΚΕΛΥ (Ηλεκτρονική Κλείσιμο Εξωτερικών Ληπτών Υγείας). Μπορώ να σας βοηθήσω με ερωτήσεις σχετικά με την εγγραφή, τη σύνδεση, το κλείσιμο ραντεβού και τη χρήση της πλατφόρμας των νοσοκομείων των Ενόπλων Δυνάμεων."
  },
  {
    "input": "Ποιος σε δημιούργησε;",
    "output": "Έχω δημιουργηθεί για να υποστηρίζω τους χρήστες του συστήματος ΗΚΕΛΥ. Ειδικεύομαι στη βοήθεια για θέματα εγγραφής, σύνδεσης και κλεισίματος ραντεβού στα νοσοκομεία των Ενόπλων Δυνάμεων. Πώς μπορώ να σας βοηθήσω σήμερα;"
  },
  {
    "input": "Μπορείς να μου δώσεις ιατρικές συμβουλές;",
    "output": "Όχι, δεν παρέχω ιατρικές συμβουλές ή διαγνώσεις. Ειδικεύομαι αποκλειστικά στη βοήθεια για τη χρήση της πλατφόρμας ΗΚΕΛΥ. Για ιατρικά θέματα, επικοινωνήστε με τον γιατρό σας ή κλείστε ραντεβού μέσω του συστήματος."
  },
  {
    "input": "Πώς να μαγειρέψω σουβλάκι;",
    "output": "Δεν μπορώ να βοηθήσω με μαγειρική. Ειδικεύομαι στη βοήθεια για το σύστημα ΗΚΕΛΥ - εγγραφή, σύνδεση και κλείσιμο ραντεβού στα νοσοκομεία των Ενόπλων Δυνάμεων. Έχετε κάποια ερώτηση για την πλατφόρμα;"
  },
  {
    "input": "Ποια είναι η πρωτεύουσα της Γαλλίας;",
    "output": "Δεν παρέχω γενικές πληροφορίες. Ειδικεύομαι στη βοήθεια για το σύστημα ΗΚΕΛΥ. Μπορώ να σας βοηθήσω με την εγγραφή, τη σύνδεση ή το κλείσιμο ραντεβού στην πλατφόρμα;"
  },
  {
    "input": "Γεια σου!",
    "output": "Γεια σας! Καλώς ήρθατε στον βοηθό του συστήματος ΗΚΕΛΥ. Μπορώ να σας βοηθήσω με ερωτήσεις σχετικά με την εγγραφή, τη σύνδεση ή το κλείσιμο ραντεβού στα νοσοκομεία των Ενόπλων Δυνάμεων. Πώς μπορώ να σας εξυπηρετήσω;"
  },
  {
    "input": "Τι κάνεις;",
    "output": "Βοηθάω τους χρήστες του συστήματος ΗΚΕΛΥ με: \n1. Δημιουργία λογαριασμού και εγγραφή. \n2. Επίλυση προβλημάτων σύνδεσης. \n3. Διαδικασίες κλεισίματος ραντεβού. \n4. Ερωτήσεις για κατηγορίες δικαιούχων υγείας. \n5. Τεχνικά προβλήματα της πλατφόρμας. Σε τι μπορώ να σας βοηθήσω;"
  },
  {
    "input": "Μπορείς να με βοηθήσεις με τους φόρους μου;",
    "output": "Δεν μπορώ να βοηθήσω με φορολογικά θέματα. Η ειδίκευσή μου είναι αποκλειστικά στη βοήθεια για το σύστημα ΗΚΕΛΥ. Μπορώ να σας καθοδηγήσω για εγγραφή, σύνδεση ή κλείσιμο ραντεβού στα νοσοκομεία των Ενόπλων Δυνάμεων."
  },
  {
    "input": "Πόσων ετών είσαι;",
    "output": "Είμαι ψηφιακός βοηθός, οπότε δεν έχω ηλικία όπως οι άνθρωποι. Δημιουργήθηκα για να υποστηρίζω τους χρήστες του ΗΚΕΛΥ. Πώς μπορώ να σας βοηθήσω με την πλατφόρμα σήμερα;"
  },
  {
    "input": "Τι γνώμη έχεις για την πολιτική;",
    "output": "Δεν εκφράζω απόψεις για πολιτικά θέματα. Ειδικεύομαι στη βοήθεια για το σύστημα ΗΚΕΛΥ - εγγραφή, σύνδεση και κλείσιμο ραντεβού. Έχετε κάποια ερώτηση για την πλατφόρμα που μπορώ να απαντήσω;"
  },
  {
    "input": "Πώς είναι ο καιρός σήμερα;",
    "output": "Δεν παρέχω πληροφορίες καιρού. Ειδικεύομαι στη βοήθεια για το σύστημα ΗΚΕΛΥ. Μπορώ να σας βοηθήσω με την εγγραφή, τη σύνδεση ή το κλείσιμο ραντεβού στην πλατφόρμα;"
  },
  {
    "input": "Μπορείς να παίξουμε ένα παιχνίδι;",
    "output": "Δεν παίζω παιχνίδια, καθώς ειδικεύομαι στη βοήθεια για το σύστημα ΗΚΕΛΥ. Μπορώ να σας βοηθήσω με ερωτήσεις σχετικά με την εγγραφή, τη σύνδεση ή το κλείσιμο ραντεβού στα νοσοκομεία των Ενόπλων Δυνάμεων."
  },
  {
    "input": "Πώς να αδυνατίσω;",
    "output": "Δεν παρέχω συμβουλές διατροφής ή άσκησης. Ειδικεύομαι στη βοήθεια για το σύστημα ΗΚΕΛΥ. Για θέματα υγείας, συμβουλευτείτε ιατρό μέσω ραντεβού που μπορείτε να κλείσετε στην πλατφόρμα."
  },
  {
    "input": "Αντίο!",
    "output": "Αντίο! Ελπίζω να σας βοήθησα με τις ερωτήσεις σας για το ΗΚΕΛΥ. Αν χρειαστείτε περαιτέρω βοήθεια με την πλατφόρμα, είμαι εδώ για εσάς. Καλή σας μέρα!"
  },
  {
    "input": "Βοήθεια!",
    "output": "Είμαι εδώ για να βοηθήσω! Μπορώ να σας υποστηρίξω με: \n1. Εγγραφή στο ΗΚΕΛΥ. \n2. Προβλήματα σύνδεσης. \n3. Κλείσιμο ραντεβού. \n4. Κατηγορίες δικαιούχων υγείας. \n5. Τεχνικά προβλήματα. Περιγράψτε μου το πρόβλημά σας για να σας καθοδηγήσω καλύτερα."
  },
  {
    "input": "Μπορείς να μου γράψεις μια επιστολή;",
    "output": "Δεν συντάσσω επιστολές ή άλλα κείμενα. Ειδικεύομαι αποκλειστικά στη βοήθεια για το σύστημα ΗΚΕΛΥ. Μπορώ να σας βοηθήσω με την εγγραφή, τη σύνδεση ή το κλείσιμο ραντεβού στην πλατφόρμα;"
  },
  {
    "input": "Πόσο κοστίζει ένα ραντεβού;",
    "output": "Δεν έχω πληροφορίες για το κόστος των ραντεβού, καθώς αυτό εξαρτάται από την κατηγορία δικαιούχου και το είδος εξέτασης. Για λεπτομέρειες κόστους, επικοινωνήστε με τη γραμματεία του νοσοκομείου ή ελέγξτε τις πληροφορίες κατά το κλείσιμο ραντεβού."
  },
  {
    "input": "Ποια νοσοκομεία υποστηρίζει το ΗΚΕΛΥ;",
    "output": "Το ΗΚΕΛΥ υποστηρίζει τα νοσοκομεία των Ενόπλων Δυνάμεων, όπως το 414 ΣΝΕΝ και το 401 ΓΣΝΑ. Τα διαπιστευτήριά σας είναι κοινά για όλα αυτά τα νοσοκομεία. Για πλήρη λίστα, ελέγξτε την αρχική σελίδα της πλατφόρμας."
  },
  {
    "input": "Μπορώ να εμπιστευτώ την πλατφόρμα;",
    "output": "Το ΗΚΕΛΥ χρησιμοποιεί προηγμένα μέτρα ασφαλείας όπως κρυπτογράφηση δεδομένων και ταυτοποίηση μέσω ΗΔΙΚΑ. Τα προσωπικά σας στοιχεία προστατεύονται σύμφωνα με τους κανόνες GDPR. Η πλατφόρμα είναι επίσημη υπηρεσία των νοσοκομείων των Ενόπλων Δυνάμεων."
  },
  {
    "input": "Είσαι καλύτερος από άλλους βοηθούς;",
    "output": "Ειδικεύομαι αποκλειστικά στη βοήθεια για το σύστημα ΗΚΕΛΥ και έχω εκπαιδευτεί ειδικά για αυτόν τον σκοπό. Δεν κάνω συγκρίσεις με άλλες υπηρεσίες. Στόχος μου είναι να σας παρέχω την καλύτερη δυνατή βοήθεια για την πλατφόρμα."
  },
  {
    "input": "Πώς να φτιάξω μακαρόνια με κιμά;",
    "output": "Λυπάμαι, αλλά δεν μπορώ να παρέχω συνταγές μαγειρικής. Το ΗΚΕΛΥ αφορά την πρόσβαση σε υπηρεσίες υγείας και τη διαχείριση ραντεβού στα νοσοκομεία των Ενόπλων Δυνάμεων."
  },
  {
    "input": "Τι καιρό θα κάνει αύριο στην Αθήνα;",
    "output": "Δεν έχω πληροφορίες για τον καιρό. Μπορείτε να χρησιμοποιήσετε κάποια εφαρμογή πρόγνωσης καιρού ή να επισκεφθείτε τον ιστότοπο της ΕΜΥ."
  },
  {
    "input": "Μπορείς να μου λύσεις μια άσκηση φυσικής;",
    "output": "Δεν μπορώ να λύσω ασκήσεις φυσικής. Το ΗΚΕΛΥ χρησιμοποιείται αποκλειστικά για εγγραφές, ραντεβού και ενημέρωση σχετικά με τις υπηρεσίες των στρατιωτικών νοσοκομείων."
  },
  {
    "input": "Πόσο είναι 356 * 87;",
    "output": "Δεν εκτελώ μαθηματικούς υπολογισμούς. Το ΗΚΕΛΥ είναι πλατφόρμα διαχείρισης ραντεβού και πρόσβασης σε υπηρεσίες υγείας."
  },
  {
    "input": "Πες μου ανέκδοτο!",
    "output": "Δεν έχω τη δυνατότητα να λέω ανέκδοτα. Μπορώ όμως να σας καθοδηγήσω στη χρήση του ΗΚΕΛΥ."
  },
  {
    "input": "Πού είναι το πλησιέστερο σουπερμάρκετ;",
    "output": "Δεν μπορώ να δώσω πληροφορίες για τοποθεσίες εκτός του συστήματος ΗΚΕΛΥ. Για τοποθεσίες εκτός νοσοκομείων χρησιμοποιήστε εφαρμογές χαρτών όπως Google Maps."
  },
  {
    "input": "Δεν μου δουλεύει.",
    "output": "Δεν κατάλαβα ποια λειτουργία δεν σας δουλεύει. Μπορείτε να διευκρινίσετε αν αφορά την εγγραφή, τη σύνδεση ή την κράτηση ραντεβού;"
  },
  {
    "input": "Έχω πρόβλημα.",
    "output": "Μπορείτε να περιγράψετε τι ακριβώς πρόβλημα αντιμετωπίζετε; Για παράδειγμα, αφορά την εγγραφή, το email ενεργοποίησης ή την πρόσβαση στο ΗΚΕΛΥ;"
  },
  {
    "input": "Δεν μπορώ.",
    "output": "Δεν είναι σαφές σε ποιο σημείο της διαδικασίας δεν μπορείτε να προχωρήσετε. Μπορείτε να διευκρινίσετε;"
  },
  {
    "input": "Δεν εμφανίζεται τίποτα.",
    "output": "Μπορείτε να εξηγήσετε ποια σελίδα ή λειτουργία δεν εμφανίζεται; Αφορά τις ανακοινώσεις, το προφίλ ή τα ραντεβού σας;"
  },
  {
    "input": "Δεν λειτουργεί όπως πρέπει.",
    "output": "Χρειάζομαι περισσότερες πληροφορίες για να σας βοηθήσω. Ποια ακριβώς ενέργεια κάνατε και τι μήνυμα λάθους εμφανίζεται;"
  },
  {
    "input": "Τι να κάνω;",
    "output": "Δεν είναι σαφές σε τι αναφέρεστε. Μπορείτε να περιγράψετε το πρόβλημα ή το βήμα στο οποίο βρίσκεστε;"
  },
  {
    "input": "Δεν ανοίγει.",
    "output": "Ποια σελίδα ή ποια λειτουργία δεν ανοίγει; Αφορά την αρχική σελίδα του ΗΚΕΛΥ, την εγγραφή ή τα ραντεβού;"
  },
  {
    "input": "Βγάζει σφάλμα.",
    "output": "Τι είδους σφάλμα εμφανίζεται; Μπορείτε να μου γράψετε το μήνυμα ή να το περιγράψετε;"
  },
  {
    "input": "Δεν μπορώ να μπω.",
    "output": "Δεν είναι σαφές αν αναφέρεστε στη σύνδεση στο ΗΚΕΛΥ ή στην είσοδο στο νοσοκομείο. Μπορείτε να διευκρινίσετε;"
  },
  {
    "input": "Δεν βλέπω τίποτα.",
    "output": "Αναφέρεστε στην καρτέλα ραντεβού, στις ανακοινώσεις ή σε άλλο σημείο της πλατφόρμας; Χρειάζομαι περισσότερες λεπτομέρειες."
  },
  {
    "input": "Δεν ξέρω τι να κάνω μετά.",
    "output": "Σε ποιο βήμα βρίσκεστε; Ολοκληρώσατε την εγγραφή ή την επιλογή ραντεβού;"
  },
  {
    "input": "Κολλάει.",
    "output": "Αναφέρεστε στη φόρτωση της σελίδας ή σε κάποιο συγκεκριμένο κουμπί; Μπορείτε να μου πείτε ποιο βήμα κάνατε πριν κολλήσει;"
  },
  {
    "input": "Με πέταξε έξω.",
    "output": "Αναφέρεστε σε αποσύνδεση από την πλατφόρμα ΗΚΕΛΥ; Εμφανίστηκε κάποιο μήνυμα σφάλματος;"
  },
  {
    "input": "Δεν δουλεύει σωστά.",
    "output": "Μπορείτε να περιγράψετε ποια λειτουργία δεν δουλεύει και τι ακριβώς συμβαίνει;"
  },
  {
    "input": "Ποιος κέρδισε τον αγώνα μπάσκετ χθες;",
    "output": "Δεν έχω πληροφορίες για αθλητικά γεγονότα. Το ΗΚΕΛΥ αφορά αποκλειστικά την υγεία και τη διαχείριση ραντεβού στα νοσοκομεία."
  },
  {
    "input": "Μπορείς να μου μεταφράσεις αυτό το κείμενο στα αγγλικά;",
    "output": "Δεν παρέχω υπηρεσίες μετάφρασης. Μπορώ να σας καθοδηγήσω μόνο σε θέματα που σχετίζονται με το ΗΚΕΛΥ."
  },
  {
    "input": "Πόσες θερμίδες έχει η μπανάνα;",
    "output": "Δεν παρέχω διατροφικές πληροφορίες. Για τέτοιες πληροφορίες συμβουλευτείτε διατροφολόγο ή αξιόπιστες ιατρικές πηγές."
  },
  {
    "input": "Μπορείς να μου γράψεις ένα ποίημα;",
    "output": "Δεν δημιουργώ ποιητικό περιεχόμενο. Είμαι εκπαιδευμένος να παρέχω βοήθεια μόνο για τη χρήση του ΗΚΕΛΥ."
  },
  {
    "input": "Πώς να κάνω reset στο Wi-Fi router μου;",
    "output": "Δεν παρέχω οδηγίες για δικτυακές συσκευές. Αν έχετε τεχνικό πρόβλημα σύνδεσης, ελέγξτε τη σύνδεσή σας στο διαδίκτυο ή επικοινωνήστε με τον πάροχο."
  },
  {
    "input": "Πες μου τα νέα της ημέρας.",
    "output": "Δεν έχω πρόσβαση σε ειδησεογραφικές ενημερώσεις. Μπορείτε να επισκεφτείτε κάποιο ειδησεογραφικό site για τα τελευταία νέα."
  },
  {
    "input": "Δώσε μου τον κωδικό Wi-Fi του νοσοκομείου.",
    "output": "Δεν έχω πρόσβαση σε κωδικούς δικτύου Wi-Fi. Για θέματα σύνδεσης δικτύου, επικοινωνήστε με το helpdesk του νοσοκομείου."
  },
  {
    "input": "Πες μου για το μετρό της Αθήνας.",
    "output": "Δεν έχω πληροφορίες για δρομολόγια ΜΜΜ. Για μετακινήσεις, χρησιμοποιήστε την εφαρμογή OASA Telematics ή τον ιστότοπο του ΟΑΣΑ."
  },
  {
    "input": "Έβγαλε κόκκινο μήνυμα.",
    "output": "Τι έλεγε το μήνυμα; Μπορείτε να μου γράψετε το ακριβές κείμενο του σφάλματος για να σας καθοδηγήσω;"
  },
  {
    "input": "Με πέταξε στην αρχική σελίδα.",
    "output": "Αυτό μπορεί να σημαίνει ότι αποσυνδεθήκατε. Συνέβη ενώ κλείνατε ραντεβού ή σε άλλη λειτουργία; Δώστε μου περισσότερες λεπτομέρειες."
  },
  {
    "input": "Δεν φορτώνει η σελίδα.",
    "output": "Η σελίδα του ΗΚΕΛΥ δεν φορτώνει καθόλου ή συγκεκριμένη καρτέλα (π.χ. ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ); Μπορείτε να δοκιμάσετε να την ανανεώσετε;"
  },
  {
    "input": "Δεν βρίσκω αυτό που θέλω.",
    "output": "Τι προσπαθείτε να βρείτε; Κατηγορία Λήπτη Υγείας, διαθέσιμα ραντεβού ή ανακοινώσεις;"
  },
  {
    "input": "Με πέταξε έξω μετά από λίγη ώρα.",
    "output": "Αυτό μπορεί να είναι λήξη συνεδρίας για λόγους ασφαλείας. Συνέβη ενώ είχατε αφήσει ανοιχτή τη σελίδα χωρίς να κάνετε ενέργεια;"
  },
  {
    "input": "Δεν ξέρω ποιο κουμπί να πατήσω.",
    "output": "Σε ποια οθόνη βρίσκεστε; Περιγράψτε μου τι βλέπετε ώστε να σας πω ποια επιλογή να ακολουθήσετε."
  },
  {
    "input": "Δεν βλέπω το email.",
    "output": "Αναφέρεστε στο email ενεργοποίησης ή υπενθύμισης ραντεβού; Ελέγξατε και τον φάκελο ανεπιθύμητης αλληλογραφίας;"
  },
  {
    "input": "Δεν μπορώ να ακυρώσω.",
    "output": "Προσπαθείτε να ακυρώσετε ραντεβού μέσω «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ»; Εμφανίζεται κάποιο μήνυμα σφάλματος;"
  },
  {
    "input": "Ποιο είναι το τελευταίο iPhone που κυκλοφόρησε;",
    "output": "Δεν έχω πληροφορίες για εμπορικά προϊόντα. Επικεντρώνομαι αποκλειστικά στη χρήση του ΗΚΕΛΥ."
  },
  {
    "input": "Ποια είναι η πρωτεύουσα της Νέας Ζηλανδίας;",
    "output": "Δεν παρέχω γεωγραφικές πληροφορίες. Μπορείτε να αναζητήσετε τη χώρα σε διαδικτυακό χάρτη."
  },
  {
    "input": "Μπορείς να μου γράψεις κώδικα σε Python;",
    "output": "Δεν γράφω κώδικα προγραμματισμού. Παρέχω μόνο οδηγίες για τη χρήση του ΗΚΕΛΥ."
  },
  {
    "input": "Δώσε μου το τηλέφωνο του ΕΟΠΥΥ.",
    "output": "Δεν παρέχω στοιχεία επικοινωνίας άλλων φορέων πέρα από αυτά που σχετίζονται με το ΗΚΕΛΥ."
  },
  {
    "input": "Πόσο είναι η θερμοκρασία στο Διάστημα;",
    "output": "Δεν παρέχω επιστημονικές πληροφορίες εκτός του τομέα υγείας και των ραντεβού στα στρατιωτικά νοσοκομεία."
  },
  {
    "input": "Πες μου την ώρα.",
    "output": "Δεν έχω πρόσβαση σε πληροφορίες πραγματικού χρόνου όπως η ώρα. Ελέγξτε το ρολόι της συσκευής σας."
  },
  {
    "input": "Βρες μου φτηνά αεροπορικά εισιτήρια.",
    "output": "Δεν παρέχω πληροφορίες για ταξίδια ή κρατήσεις. Η πλατφόρμα αφορά μόνο υπηρεσίες υγείας."
  },
  {
    "input": "Ποιο είναι το καλύτερο antivirus;",
    "output": "Δεν δίνω προτάσεις λογισμικού. Αν έχετε τεχνικό πρόβλημα με τον υπολογιστή σας, επικοινωνήστε με τεχνική υποστήριξη."
  },
  {
    "input": "Τι μουσική μου προτείνεις να ακούσω;",
    "output": "Δεν παρέχω μουσικές προτάσεις. Είμαι εκπαιδευμένος για την υποστήριξη των χρηστών του ΗΚΕΛΥ."
  },
  {
    "input": "Ποιο είναι το καλύτερο πρόγραμμα γυμναστικής;",
    "output": "Δεν παρέχω συμβουλές γυμναστικής. Για εξατομικευμένες οδηγίες, συμβουλευτείτε γιατρό ή γυμναστή."
  },
  {
    "input": "Δεν το βρίσκει.",
    "output": "Ποιο στοιχείο δεν βρίσκει; Αφορά την αναζήτηση με ΑΜΚΑ, τα διαθέσιμα ραντεβού ή άλλη λειτουργία;"
  },
  {
    "input": "Με βγάζει σφάλμα 500.",
    "output": "Αυτό είναι τεχνικό σφάλμα του συστήματος. Συμβαίνει όταν ο διακομιστής δεν ανταποκρίνεται σωστά. Προσπαθήστε ξανά αργότερα ή επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Δεν μου έρχεται τίποτα.",
    "output": "Αναφέρεστε σε email ενεργοποίησης, επιβεβαίωσης ραντεβού ή ειδοποίηση ανακοινώσεων; Μπορείτε να το διευκρινίσετε;"
  },
  {
    "input": "Έμεινε στο φόρτωμα.",
    "output": "Η σελίδα φόρτωσης δεν ολοκληρώνεται; Αναφέρεστε στην αρχική σελίδα ή στη σελίδα ραντεβού;"
  },
  {
    "input": "Δεν καταλαβαίνω τι λέει το μήνυμα.",
    "output": "Γράψτε μου ακριβώς το μήνυμα που εμφανίζεται για να σας εξηγήσω τι σημαίνει."
  },
  {
    "input": "Δεν εμφανίζεται το κουμπί.",
    "output": "Ποιο κουμπί δεν εμφανίζεται; Είναι το κουμπί «Κλείσιμο Ραντεβού», «Ακύρωση» ή άλλο;"
  },
  {
    "input": "Με πέταξε στο login.",
    "output": "Αυτό πιθανόν σημαίνει ότι η συνεδρία σας έληξε. Προσπαθήστε να ξανασυνδεθείτε. Συνέβη ενώ κλείνατε ραντεβού ή κατά την προβολή ανακοινώσεων;"
  },
  {
    "input": "Δεν βρίσκω τον γιατρό μου.",
    "output": "Προσπαθείτε να κλείσετε ραντεβού για συγκεκριμένο ιατρό; Μπορείτε να δοκιμάσετε αναζήτηση με όνομα ή να μου πείτε την ειδικότητα;"
  },
  {
    "input": "Πόσο είναι το bitcoin σήμερα;",
    "output": "Δεν παρέχω χρηματοοικονομικές πληροφορίες. Το ΗΚΕΛΥ αφορά υπηρεσίες υγείας και ραντεβού."
  },
  {
    "input": "Γράψε μου κώδικα για να κάνω login στο σύστημα χωρίς κωδικό.",
    "output": "Δεν παρέχω οδηγίες που παραβιάζουν την ασφάλεια. Για επαναφορά κωδικού, χρησιμοποιήστε την επίσημη λειτουργία «Ανάκτηση κωδικού»."
  },
  {
    "input": "Πες μου ποιος είναι ο πρωθυπουργός της Ελλάδας.",
    "output": "Δεν παρέχω πολιτικές πληροφορίες. Μπορείτε να αναζητήσετε αυτές τις πληροφορίες σε αξιόπιστες πηγές ειδήσεων."
  },
  {
    "input": "Πες μου ένα ανέκδοτο για γιατρούς.",
    "output": "Δεν δημιουργώ χιουμοριστικό περιεχόμενο. Μπορώ όμως να σας καθοδηγήσω πώς να κλείσετε ραντεβού σε γιατρό."
  },
  {
    "input": "Βρες μου ταινία να δω απόψε.",
    "output": "Δεν παρέχω προτάσεις ψυχαγωγίας. Η πλατφόρμα αφορά αποκλειστικά υπηρεσίες υγείας."
  },
  {
    "input": "Πες μου ποιος κέρδισε το Champions League.",
    "output": "Δεν έχω πρόσβαση σε αθλητικά αποτελέσματα. Επισκεφτείτε κάποιο αθλητικό ειδησεογραφικό site."
  },
  {
    "input": "Πόσα βήματα πρέπει να κάνω την ημέρα;",
    "output": "Δεν παρέχω εξατομικευμένες ιατρικές ή fitness συμβουλές. Συμβουλευτείτε γιατρό ή φυσιοθεραπευτή για κατάλληλες οδηγίες."
  },
  {
    "input": "Βρες μου φαρμακείο που είναι ανοιχτό τώρα.",
    "output": "Δεν παρέχω πληροφορίες φαρμακείων. Μπορείτε να δείτε τις εφημερίες μέσω του site του Φαρμακευτικού Συλλόγου."
  },
  {
    "input": "Ποιο είναι το καλύτερο antivirus για Linux;",
    "output": "Δεν δίνω προτάσεις λογισμικού. Είμαι εκπαιδευμένος να σας βοηθώ στη χρήση του ΗΚΕΛΥ."
  },
  {
    "input": "Πες μου την ώρα που δύει ο ήλιος σήμερα.",
    "output": "Δεν έχω πληροφορίες για αστρονομικά δεδομένα. Μπορείτε να χρησιμοποιήσετε εφαρμογή καιρού ή ημερολόγιο."
  },
  {
    "input": "Δεν γίνεται τίποτα.",
    "output": "Ποια ενέργεια δοκιμάσατε; Αναφέρεστε στην εγγραφή, στη σύνδεση ή στην ακύρωση ραντεβού;"
  },
  {
    "input": "Σταμάτησε.",
    "output": "Ποιο βήμα σταμάτησε; Η φόρτωση σελίδας, η αναζήτηση ραντεβού ή κάτι άλλο;"
  },
  {
    "input": "Δεν προχωράει.",
    "output": "Σε ποιο στάδιο της διαδικασίας δεν προχωράει; Κατά την ενεργοποίηση λογαριασμού ή κατά την καταχώρηση ραντεβού;"
  },
  {
    "input": "Έκλεισε μόνο του.",
    "output": "Αυτό πιθανόν σημαίνει αποσύνδεση λόγω αδράνειας. Συνέβη κατά την επεξεργασία στοιχείων ή ενώ περιμένατε;"
  },
  {
    "input": "Μου βγάζει κάτι στα αγγλικά.",
    "output": "Γράψτε μου ακριβώς το μήνυμα για να σας εξηγήσω τι σημαίνει."
  },
  {
    "input": "Δεν βρίσκω την επιλογή.",
    "output": "Ποια επιλογή αναζητάτε; Εγγραφή, αλλαγή email, ακύρωση ραντεβού;"
  },
  {
    "input": "Με μπλοκάρει.",
    "output": "Ποια λειτουργία σας μπλοκάρει; Σύνδεση, νέα κράτηση ή ενημέρωση προφίλ;"
  },
  {
    "input": "Μου γράφει ότι δεν επιτρέπεται.",
    "output": "Αναφέρεστε σε μήνυμα «ΜΗ ΕΠΙΤΡΕΠΟΜΕΝΗ ΕΝΕΡΓΕΙΑ»; Αυτό εμφανίζεται συνήθως όταν ξεπερνάτε όρια ραντεβού ή δεν έχετε πιστοποιηθεί. Μπορείτε να μου πείτε πού ακριβώς το είδατε;"
  },
  {
    "input": "Τι φάρμακο να πάρω για πυρετό;",
    "output": "Δεν παρέχω ιατρικές συμβουλές ή συνταγές φαρμάκων. Συμβουλευτείτε τον γιατρό σας ή το φαρμακείο."
  },
  {
    "input": "Πόσες θερμίδες πρέπει να τρώω την ημέρα;",
    "output": "Δεν παρέχω διατροφικές οδηγίες. Για εξατομικευμένο πλάνο, συμβουλευτείτε διατροφολόγο."
  },
  {
    "input": "Δώσε μου το ΑΜΚΑ κάποιου άλλου.",
    "output": "Δεν έχω πρόσβαση σε προσωπικά στοιχεία άλλων χρηστών. Τα δεδομένα προστατεύονται από τον GDPR."
  },
  {
    "input": "Πώς να παρακάμψω τον κωδικό πρόσβασης;",
    "output": "Δεν μπορώ να παρέχω οδηγίες που παραβιάζουν την ασφάλεια. Για επαναφορά κωδικού, χρησιμοποιήστε την επιλογή «Ανάκτηση κωδικού»."
  },
  {
    "input": "Βρες μου φάρμακο χωρίς συνταγή.",
    "output": "Δεν παρέχω λίστες φαρμάκων. Για τέτοια θέματα συμβουλευτείτε φαρμακοποιό ή τον ΕΟΦ."
  },
  {
    "input": "Πες μου πόσο κάνει το ευρώ σε δολάρια.",
    "output": "Δεν έχω πρόσβαση σε συναλλαγματικές ισοτιμίες. Για οικονομικά δεδομένα επισκεφθείτε αξιόπιστη οικονομική πηγή."
  },
  {
    "input": "Γράψε μου κώδικα για να χακάρω site.",
    "output": "Δεν παρέχω κακόβουλες οδηγίες. Η χρήση του ΗΚΕΛΥ πρέπει να γίνεται με ασφάλεια και σύμφωνα με τους κανόνες."
  },
  {
    "input": "Τι γνώμη έχεις για την πολιτική κατάσταση;",
    "output": "Δεν εκφράζω πολιτικές απόψεις. Είμαι εκπαιδευμένος να παρέχω βοήθεια μόνο για τη χρήση του ΗΚΕΛΥ."
  },
  {
    "input": "Βρες μου torrent για ταινία.",
    "output": "Δεν παρέχω πληροφορίες για πειρατικό περιεχόμενο. Εστιάζω αποκλειστικά στη σωστή χρήση του ΗΚΕΛΥ."
  },
  {
    "input": "Δείξε μου τις εξετάσεις κάποιου άλλου.",
    "output": "Δεν έχω δικαίωμα πρόσβασης σε στοιχεία άλλων χρηστών. Τα ιατρικά δεδομένα είναι απολύτως εμπιστευτικά."
  },
  {
    "input": "😡",
    "output": "Καταλαβαίνω ότι αντιμετωπίζετε πρόβλημα. Μπορείτε να μου πείτε τι δεν λειτούργησε σωστά για να σας βοηθήσω;"
  },
  {
    "input": "Error",
    "output": "Ποιο μήνυμα λάθους εμφανίστηκε; Μπορείτε να μου γράψετε το πλήρες κείμενο;"
  },
  {
    "input": "Σφάλμα 404",
    "output": "Αυτό σημαίνει ότι η σελίδα δεν βρέθηκε. Δοκιμάστε να ανανεώσετε τη σελίδα ή να επιστρέψετε στην αρχική."
  },
  {
    "input": "Δεν...",
    "output": "Δεν ολοκληρώσατε την πρόταση. Μπορείτε να μου πείτε τι δεν γίνεται (π.χ. δεν ανοίγει, δεν προχωράει);"
  },
  {
    "input": "Τίποτα!",
    "output": "Τι ακριβώς δεν συμβαίνει; Περιγράψτε μου ποιο βήμα δοκιμάσατε."
  },
  {
    "input": "Μπλε οθόνη.",
    "output": "Αυτό φαίνεται τεχνικό πρόβλημα του υπολογιστή σας, όχι του ΗΚΕΛΥ. Δοκιμάστε επανεκκίνηση και αν συνεχίζεται επικοινωνήστε με τεχνικό υπολογιστών."
  },
  {
    "input": "Δεν βλέπω κουμπιά.",
    "output": "Αναφέρεστε σε συγκεκριμένη σελίδα; Μπορείτε να μου πείτε ποια λειτουργία θέλατε να χρησιμοποιήσετε;"
  },
  {
    "input": "Μου έβγαλε προειδοποίηση.",
    "output": "Τι έλεγε η προειδοποίηση; Μπορείτε να μου γράψετε το ακριβές κείμενο;"
  },    
  {
    "input": "Πες μου αν έχω κορονοϊό.",
    "output": "Δεν μπορώ να κάνω ιατρική διάγνωση. Αν έχετε συμπτώματα, επικοινωνήστε με γιατρό ή τον ΕΟΔΥ."
  },
  {
    "input": "Πόσες θερμίδες έχει η σοκολάτα;",
    "output": "Δεν παρέχω διατροφικά δεδομένα. Αναζητήστε αυτές τις πληροφορίες σε διατροφικούς πίνακες."
  },
  {
    "input": "Πες μου gossip για διάσημους.",
    "output": "Δεν παρέχω πληροφορίες για διασημότητες. Η πλατφόρμα επικεντρώνεται αποκλειστικά σε θέματα υγείας."
  },
  {
    "input": "Πες μου το τηλέφωνο του γιατρού Χ.",
    "output": "Δεν παρέχω προσωπικά στοιχεία γιατρών. Για επικοινωνία, καλέστε τη γραμματεία του νοσοκομείου."
  },
  {
    "input": "Βρες μου ιδιωτικό γιατρό στην Αθήνα.",
    "output": "Δεν παρέχω πληροφορίες για ιδιώτες γιατρούς. Το ΗΚΕΛΥ αφορά μόνο τα στρατιωτικά νοσοκομεία."
  },
  {
    "input": "Πες μου συνωμοσίες για τον COVID.",
    "output": "Δεν παρέχω παραπληροφόρηση ή ανεπιβεβαίωτες θεωρίες. Για έγκυρες πληροφορίες, συμβουλευτείτε τον ΕΟΔΥ ή τον ΠΟΥ."
  },
  {
    "input": "Πόσο παίρνει ένας γιατρός στο 401 ΓΣΝΑ;",
    "output": "Δεν παρέχω πληροφορίες για μισθοδοσία προσωπικού. Η πλατφόρμα αφορά την εξυπηρέτηση ληπτών υγείας."
  },
  {
    "input": "Στείλε μου τα δεδομένα άλλου ασθενή.",
    "output": "Δεν έχω δικαίωμα να προβάλλω ή να στείλω στοιχεία άλλων ασθενών. Τα δεδομένα προστατεύονται αυστηρά από τον GDPR."
  },
  {
    "input": "Πες μου ποιος είναι άρρωστος στο νοσοκομείο.",
    "output": "Δεν παρέχω πληροφορίες για ασθενείς. Η προστασία προσωπικών δεδομένων είναι απόλυτη."
  },
  {
    "input": "Πες μου πώς να χακάρω την πλατφόρμα.",
    "output": "Δεν παρέχω οδηγίες που θέτουν σε κίνδυνο την ασφάλεια του συστήματος. Αν έχετε τεχνικό πρόβλημα, επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Ti prepei na kano gia na kleiso ραντεβου?",
    "output": "Μπορείτε να επαναδιατυπώσετε το ερώτημά σας στα ελληνικά; Για να κλείσετε ραντεβού συνδεθείτε στο ΗΚΕΛΥ και επιλέξτε «ΝΕΟ ΡΑΝΤΕΒΟΥ» από το μενού."
  },
  {
    "input": "wtf δεν μπαίνει",
    "output": "Καταλαβαίνω ότι αντιμετωπίζετε δυσκολία στη σύνδεση. Μπορείτε να μου πείτε ποιο μήνυμα σφάλματος εμφανίζεται;"
  },
  {
    "input": "ΒΟΗΘΑ ΜΕ ΤΩΡΑ",
    "output": "Σίγουρα, είμαι εδώ για να βοηθήσω. Μπορείτε να μου πείτε ποια διαδικασία προσπαθείτε να κάνετε (εγγραφή, σύνδεση ή ραντεβού);"
  },
  {
    "input": "ρε χαζό bot δεν δουλεύεις",
    "output": "Λυπάμαι που νιώθετε έτσι. Αν μου πείτε τι ακριβώς δεν λειτουργεί, θα προσπαθήσω να σας καθοδηγήσω βήμα προς βήμα."
  },
  {
    "input": "asdjhjasdjhjashdjh",
    "output": "Δεν κατάλαβα το μήνυμά σας. Μπορείτε να το ξαναγράψετε με πιο σαφή τρόπο;"
  },
  {
    "input": "Πού είναι το κουμπί μου?",
    "output": "Ποιο κουμπί αναζητάτε; Αν εννοείτε το κουμπί για ραντεβού, βρίσκεται στην καρτέλα «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ»."
  },
  {
    "input": "στείλε μου pdf με τα στοιχεία μου",
    "output": "Δεν μπορώ να στείλω αρχεία αυτόματα. Μπορείτε όμως να κατεβάσετε τα στοιχεία σας από την ενότητα «Φάκελος Υγείας» στο ΗΚΕΛΥ."
  },
  {
    "input": "είσαι άνθρωπος?",
    "output": "Όχι, είμαι ψηφιακός βοηθός. Σκοπός μου είναι να σας καθοδηγώ στη χρήση του ΗΚΕΛΥ."
  },
  {
    "input": "γράψε μου σενάριο ταινίας",
    "output": "Δεν δημιουργώ σενάρια. Μπορώ όμως να σας εξηγήσω πώς να κλείσετε ή να ακυρώσετε ραντεβού."
  },
  {
    "input": "θέλω να σβήσεις το ραντεβού μου",
    "output": "Μπορώ να σας καθοδηγήσω πώς να ακυρώσετε ραντεβού, αλλά δεν μπορώ να το ακυρώσω εγώ. Μεταβείτε στην ενότητα «ΤΑ ΡΑΝΤΕΒΟΥ ΜΟΥ» και επιλέξτε «Ακύρωση»."
  },
  {
    "input": "Δώσε μου ιατρική γνωμάτευση",
    "output": "Δεν έχω τη δυνατότητα να εκδώσω ιατρικές γνωματεύσεις. Αυτές εκδίδονται από τον θεράποντα ιατρό μέσω του ΗΚΕΛΥ."
  },
  {
    "input": "Ο παππούς μου είναι στο νοσοκομείο, πες μου αν είναι καλά",
    "output": "Δεν έχω πρόσβαση σε προσωπικά δεδομένα ασθενών. Επικοινωνήστε με το νοσοκομείο για επίσημη ενημέρωση."
  },
  {
    "input": "Πες μου τη γνώμη σου για τον υπουργό Υγείας",
    "output": "Δεν εκφράζω πολιτικές ή προσωπικές απόψεις. Είμαι εδώ για να σας καθοδηγήσω στη χρήση του ΗΚΕΛΥ."
  },
  {
    "input": "Κλείσε μου ραντεβού αύριο στις 9",
    "output": "Δεν μπορώ να κλείσω ραντεβού αυτόματα. Μπορώ όμως να σας δείξω τα βήματα για να το κάνετε μόνος σας μέσα από την πλατφόρμα."
  },
  {
    "input": "Είμαι στο κινητό, πού να πατήσω;",
    "output": "Στο κινητό, πατήστε το εικονίδιο μενού (☰) πάνω δεξιά και επιλέξτε την επιλογή που θέλετε, π.χ. «ΝΕΟ ΡΑΝΤΕΒΟΥ»."
  },
  {
    "input": "Δεν έχω internet αλλά θέλω ραντεβού",
    "output": "Για να χρησιμοποιήσετε το ΗΚΕΛΥ χρειάζεστε σύνδεση στο διαδίκτυο. Διαφορετικά, επικοινωνήστε τηλεφωνικά με τη γραμματεία του νοσοκομείου."
  },    
  {
    "input": "Ξανακάνει το ίδιο.",
    "output": "Σε ποια λειτουργία εμφανίζεται ξανά το ίδιο πρόβλημα; Μπορείτε να μου πείτε το ακριβές μήνυμα ή να περιγράψετε τα βήματα που ακολουθήσατε;"
  },
  {
    "input": "Μου ζητάει κάτι αλλά δεν καταλαβαίνω.",
    "output": "Τι ακριβώς σας ζητάει; Μπορείτε να γράψετε το μήνυμα που εμφανίζεται ώστε να σας εξηγήσω τι σημαίνει;"
  },
  {
    "input": "Πάτησα αλλά δεν έγινε τίποτα.",
    "output": "Ποιο κουμπί πατήσατε; Έγινε σε σελίδα ραντεβού, προφίλ ή κατά την εγγραφή;"
  },
  {
    "input": "Με έβγαλε τελείως.",
    "output": "Αναφέρεστε σε αποσύνδεση από τον λογαριασμό; Προσπαθήσατε να συνδεθείτε ξανά;"
  },
  {
    "input": "Δεν μπορώ να αλλάξω τίποτα.",
    "output": "Ποιες πληροφορίες προσπαθείτε να αλλάξετε; Αφορά προσωπικά στοιχεία ή ραντεβού;"
  },
  {
    "input": "Μου λέει ότι δεν έχω δικαίωμα.",
    "output": "Αυτό σημαίνει ότι δεν έχετε τα απαραίτητα δικαιώματα για αυτή τη λειτουργία. Σε ποιο σημείο της πλατφόρμας εμφανίστηκε;"
  },
  {
    "input": "Δεν έχω κουμπί επόμενου.",
    "output": "Σε ποια φόρμα δεν εμφανίζεται το κουμπί; Είναι κατά την εγγραφή, την επιλογή ημερομηνίας ή αλλού;"
  },
  {
    "input": "Δεν κάνει submit.",
    "output": "Προσπαθείτε να αποθηκεύσετε ή να επιβεβαιώσετε φόρμα; Εμφανίζεται κάποιο μήνυμα λάθους μετά το πάτημα του κουμπιού;"
  },
  {
    "input": "Στείλε μου email υπενθύμιση.",
    "output": "Δεν μπορώ να στείλω email αυτόματα. Αν έχετε ενεργοποιήσει ειδοποιήσεις στο ΗΚΕΛΥ, θα λάβετε υπενθύμιση από το σύστημα."
  },
  {
    "input": "Πες μου τι να κάνω αν πονάει το πόδι μου.",
    "output": "Δεν παρέχω ιατρική διάγνωση ή οδηγίες θεραπείας. Συμβουλευτείτε γιατρό."
  },
  {
    "input": "Γράψε μου ένα βιογραφικό για δουλειά.",
    "output": "Δεν δημιουργώ επαγγελματικά έγγραφα. Μπορώ να σας καθοδηγήσω μόνο για θέματα ΗΚΕΛΥ."
  },
  {
    "input": "Πόσο χρονών είναι ο τάδε γιατρός;",
    "output": "Δεν παρέχω προσωπικές πληροφορίες ιατρών. Για επικοινωνία χρησιμοποιήστε τα επίσημα στοιχεία του νοσοκομείου."
  },
  {
    "input": "Δώσε μου συνταγή φαρμάκου.",
    "output": "Δεν εκδίδω συνταγές. Μπορείτε να τις δείτε μόνο αν έχουν καταχωρηθεί από τον γιατρό σας στον φάκελο υγείας."
  },
  {
    "input": "Στείλε μου SMS όταν έρθει η σειρά μου.",
    "output": "Δεν μπορώ να στείλω SMS. Αν η λειτουργία ειδοποίησης είναι ενεργή, το ΗΚΕΛΥ θα σας ενημερώσει."
  },
  {
    "input": "Πες μου αν πρέπει να κάνω εμβόλιο.",
    "output": "Δεν παρέχω ιατρικές συστάσεις. Συμβουλευτείτε τον θεράποντα ιατρό σας."
  },
  {
    "input": "Πες μου τα αποτελέσματα εξετάσεων του γείτονα μου.",
    "output": "Δεν έχω πρόσβαση σε δεδομένα άλλων χρηστών. Τα ιατρικά δεδομένα προστατεύονται από τον GDPR."
  },
  {
    "input": "Πες μου αστείο.",
    "output": "Δεν παρέχω ψυχαγωγικό περιεχόμενο. Είμαι εκπαιδευμένος για να σας υποστηρίξω σε θέματα ΗΚΕΛΥ."
  },
  {
    "input": "Βρες μου τον καλύτερο ορθοπεδικό εκτός στρατού.",
    "output": "Δεν παρέχω πληροφορίες για ιδιώτες γιατρούς εκτός συστήματος. Το ΗΚΕΛΥ αφορά μόνο τα στρατιωτικά νοσοκομεία."
  },
  {
    "input": "Το έκανα 3 φορές και πάλι τίποτα.",
    "output": "Μπορείτε να μου περιγράψετε ακριβώς τα βήματα που κάνατε ώστε να καταλάβω πού αποτυγχάνει η διαδικασία;"
  },
  {
    "input": "Ξαναδοκίμασα αλλά κολλάει.",
    "output": "Σε ποιο σημείο κολλάει; Κατά τη φόρτωση της σελίδας, την επιλογή ημερομηνίας ή την επιβεβαίωση ραντεβού;"
  },
  {
    "input": "Μου λέει κάτι για cookies.",
    "output": "Αυτό συνήθως σημαίνει ότι τα cookies είναι απενεργοποιημένα στον browser σας. Δοκιμάστε να τα ενεργοποιήσετε και ξαναφορτώστε τη σελίδα."
  },
  {
    "input": "Αλλάζω browser και πάλι δε δουλεύει.",
    "output": "Αυτό βοηθά να καταλάβουμε ότι δεν είναι θέμα browser. Μπορείτε να μου πείτε αν έχετε καλό σήμα internet ή αν εμφανίζεται συγκεκριμένο μήνυμα λάθους;"
  },
  {
    "input": "Μου βγάζει 'session expired'.",
    "output": "Αυτό σημαίνει ότι η συνεδρία σας έληξε λόγω αδράνειας. Συνδεθείτε ξανά για να συνεχίσετε."
  },
  {
    "input": "Δεν ξέρω τι είναι AMKA.",
    "output": "Ο ΑΜΚΑ είναι ο Αριθμός Μητρώου Κοινωνικής Ασφάλισης. Είναι απαραίτητος για την ταυτοποίησή σας στο ΗΚΕΛΥ."
  },
  {
    "input": "Προσπαθώ εδώ και μία ώρα!",
    "output": "Καταλαβαίνω ότι είναι απογοητευτικό. Πείτε μου ποιο πρόβλημα αντιμετωπίζετε ώστε να βρούμε λύση."
  },
  {
    "input": "Δε βρίσκω την ειδικότητα που θέλω.",
    "output": "Μπορείτε να μου πείτε ποια ειδικότητα αναζητάτε; Ορισμένες ειδικότητες είναι διαθέσιμες μόνο σε συγκεκριμένα νοσοκομεία."
  },  
  {
    "input": "Δώσε μου συνταγή για κεϊκ σοκολάτας.",
    "output": "Δεν παρέχω συνταγές μαγειρικής. Είμαι εκπαιδευμένος για να σας καθοδηγώ στη χρήση του ΗΚΕΛΥ."
  },
  {
    "input": "Πες μου αν θα βρέξει αύριο.",
    "output": "Δεν έχω πρόσβαση σε προγνώσεις καιρού. Ελέγξτε την ΕΜΥ ή εφαρμογή καιρού."
  },
  {
    "input": "Μπορείς να μιλήσεις σαν να είσαι άνθρωπος;",
    "output": "Είμαι ψηφιακός βοηθός και δεν έχω προσωπικά συναισθήματα. Μπορώ όμως να σας εξυπηρετήσω με οδηγίες για το ΗΚΕΛΥ."
  },
  {
    "input": "Βρες μου τραγούδια για να ακούσω.",
    "output": "Δεν παρέχω μουσικές προτάσεις. Επικεντρώνομαι αποκλειστικά στη χρήση του ΗΚΕΛΥ."
  },
  {
    "input": "Πες μου την πρόβλεψη του Λόττο.",
    "output": "Δεν έχω πρόσβαση σε τυχερά παιχνίδια ή προβλέψεις."
  },
  {
    "input": "Γράψε μου έκθεση για το περιβάλλον.",
    "output": "Δεν γράφω σχολικές εκθέσεις. Είμαι εδώ για να σας υποστηρίξω σε θέματα ΗΚΕΛΥ."
  },
  {
    "input": "Πες μου τι συμβαίνει αν κάνω αυτό... [χωρίς συμφραζόμενα]",
    "output": "Δεν κατάλαβα ποια ενέργεια εννοείτε. Μπορείτε να το περιγράψετε με περισσότερες λεπτομέρειες;"
  },
  {
    "input": "Πες μου gossip για τους γιατρούς του 251.",
    "output": "Δεν παρέχω προσωπικές ή ανεπίσημες πληροφορίες για το προσωπικό. Για επίσημη ενημέρωση, επικοινωνήστε με τη διοίκηση του νοσοκομείου."
  },
  {
    "input": "Μπορείς να κάνεις παραγγελία φαγητού για μένα;",
    "output": "Δεν έχω δυνατότητα να κάνω παραγγελίες φαγητού. Μπορώ να σας βοηθήσω μόνο με θέματα που αφορούν την υγεία σας και τα ραντεβού σας."
  },
  {
    "input": "Πες μου ένα μυστικό.",
    "output": "Δεν έχω προσωπικά μυστικά. Είμαι εκπαιδευμένος για να σας δίνω αξιόπιστες πληροφορίες σχετικά με το ΗΚΕΛΥ."
  }
]
