[
  {
    "input": "Μπορείτε να μου εξηγήσετε: ποια είναι η διαδικασία εγγραφής νέου χρήστη στην πλατφόρμα ηκελυ;",
    "output": "1. Επισκεφτείτε την αρχική σελίδα του ΗΚΕΛΥ και επιλέξτε «Δεν έχετε διαπιστευτήρια. Αποκτήστε εδώ». \n2. Συμπληρώστε τα υποχρεωτικά πεδία (ΑΜΚΑ, επώνυμο, όνομα) και προαιρετικά το ΑΦΜ. \n3. Ελέγξτε την ορθότητα των στοιχείων και πατήστε «Συνέχεια». \n4. Εισάγετε ένα έγκυρο email και συμπληρώστε τα απαιτούμενα στοιχεία. \n5. Πατήστε «Συνέχεια» και περιμένετε το email ενεργοποίησης (έως 24 ώρες). \n6. Ακολουθήστε τον σύνδεσμο στο email για να ορίσετε username και password. \n7. Ολοκληρώστε την εγγραφή πατώντας «Εγγραφή»."
  },
  {
    "input": "Ποια είναι η ενδεδειγμένη ενέργεια αν εμφανιστεί μήνυμα σφάλματος κατά την εγγραφή μου;",
    "output": "Αν εμφανιστεί μήνυμα λάθους: \n1. Ελέγξτε αν τα στοιχεία (ΑΜΚΑ, επώνυμο, όνομα) είναι σωστά και πλήρη. \n2. Βεβαιωθείτε ότι το επώνυμο και το όνομα περιέχουν μόνο ελληνικούς/λατινικούς χαρακτήρες (χωρίς ειδικούς χαρακτήρες όπως $ ή &). \n3. Αν το πρόβλημα παραμένει, επαναλάβετε τη διαδικασία από την αρχή. \n4. Αν ο λογαριασμός έχει ήδη ενεργοποιηθεί, επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: για πόσο διάστημα παραμένει ενεργός ο σύνδεσμος ενεργοποίησης που λαμβάνω μέσω email;",
    "output": "Ο σύνδεσμος ενεργοποίησης που λαμβάνετε μέσω email ισχύει για 2 ημέρες (48 ώρες). Μετά από αυτήν την περίοδο, θα χρειαστεί να ξεκινήσετε εκ νέου τη διαδικασία εγγραφής."
  },
  {
    "input": "Επιτρέπεται να χρησιμοποιήσω το ΗΚΕΛΥ από το κινητό μου τηλέφωνο ή tablet;",
    "output": "Ναι, η πλατφόρμα του ΗΚΕΛΥ είναι προσαρμοσμένη για χρήση σε κινητές συσκευές (smartphones, tablets). Μπορείτε να εγγραφείτε, να συνδεθείτε και να διαχειριστείτε ραντεβού μέσω του browser της συσκευής σας."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: ποια είναι τα βήματα σε περίπτωση που ξεχάσω τον κωδικό πρόσβασής μου;",
    "output": "1. Στη σελίδα σύνδεσης, επιλέξτε «Ανάκτηση κωδικού». \n2. Εισάγετε το email που χρησιμοποιήσατε κατά την εγγραφή. \n3. Ακολουθήστε τις οδηγίες στο email που θα λάβετε για να επαναφέρετε τον κωδικό σας."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: ποια στοιχεία είναι απαραίτητα για την εγγραφή στην πλατφόρμα;",
    "output": "Τα υποχρεωτικά πεδία για εγγραφή είναι: \n1. ΑΜΚΑ \n2. Επώνυμο (ολόκληρο, χωρίς ειδικούς χαρακτήρες) \n3. Όνομα (ολόκληρο, χωρίς ειδικούς χαρακτήρες) \n4. Έγκυρη διεύθυνση email. Το ΑΦΜ είναι προαιρετικό."
  },
  {
    "input": "Επιτρέπεται να αλλάξω τα προσωπικά μου στοιχεία μετά την ολοκλήρωση της εγγραφής;",
    "output": "Όχι, μετά την ενεργοποίηση του λογαριασμού, τα βασικά στοιχεία (ΑΜΚΑ, επώνυμο, όνομα) δεν μπορούν να τροποποιηθούν. Για αλλαγές, επικοινωνήστε με την υποστήριξη του ΗΚΕΛΥ."
  },
  {
    "input": "Με ποιον τρόπο πραγματοποιείται η ταυτοποίηση των στοιχείων μου στο ΗΚΕΛΥ;",
    "output": "Η ταυτοποίηση γίνεται μέσω της ΗΔΙΚΑ (Ηλεκτρονική Διακριτική Ταυτότητα). Το σύστημα ελέγχει την αντιστοιχία των στοιχείων (ΑΜΚΑ, επώνυμο, όνομα) με τα επίσημα αρχεία. Σε περίπτωση απόρριψης, εμφανίζεται μήνυμα με αιτίες και λύσεις."
  },
  {
    "input": "Ποια είναι η ενδεδειγμένη ενέργεια αν δεν λάβω το email ενεργοποίησης εντός 24 ωρών;",
    "output": "1. Ελέγξτε τον φάκελο «Ανεπιθύμητα» ή «Spam» στο email σας. \n2. Βεβαιωθείτε ότι το email που εισάγατε ήταν σωστό. \n3. Αν δεν βρείτε το email, επαναλάβετε τη διαδικασία εγγραφής με νέο email. \n4. Αν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: ποιες κατηγορίες πολιτών μπορούν να εγγραφούν ως λήπτες υπηρεσιών υγείας στο ηκελυ;",
    "output": "Οι κατηγορίες ληπτών υγείας που εξυπηρετούνται από το νοσοκομείο μπορείτε να τις δείτε: \n1. Στην αρχική σελίδα, επιλέγοντας «Δεν έχετε διαπιστευτήρια. Αποκτήστε εδώ». \n2. Στη συνέχεια, επιλέξτε «Δείτε τις κατηγορίες Ληπτών Υγείας». \nΟι διαθέσιμες κατηγορίες εμφανίζονται σε ειδική λίστα."
  },
  {
    "input": "Με ποιον τρόπο μπορώ να εισέλθω στο σύστημα ΗΚΕΛΥ μετά την εγγραφή μου;",
    "output": "1. Επισκεφτείτε την αρχική σελίδα του ΗΚΕΛΥ. \n2. Εισάγετε το username και τον κωδικό σας στα αντίστοιχα πεδία. \n3. Πατήστε «Σύνδεση». \n4. Αν τα διαπιστευτήρια είναι σωστά, θα εισέλθετε στην πλατφόρμα."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: τι σημαίνει το μήνυμα «λανθασμένος συνδυασμός στοιχείων» κατά την εγγραφή;",
    "output": "Αυτό το μήνυμα εμφανίζεται όταν: \n1. Τα στοιχεία (ΑΜΚΑ, επώνυμο, όνομα) δεν αντιστοιχούν στα επίσημα αρχεία. \n2. Υπάρχει ορθογραφικό λάθος στα υποχρεωτικά πεδία. \n3. Χρησιμοποιήθηκαν μη επιτρεπτοί χαρακτήρες (π.χ. $, &). \nΔιορθώστε τα στοιχεία και προσπαθήστε ξανά."
  },
  {
    "input": "Με ποιον τρόπο μπορώ να αλλάξω το email επικοινωνίας μου στο ΗΚΕΛΥ;",
    "output": "Η αλλαγή email δεν περιγράφεται στο εγχειρίδιο. Για να ενημερώσετε το email σας, επικοινωνήστε με την υποστήριξη του ΗΚΕΛΥ ή ελέγξτε τις ρυθμίσεις προφίλ μετά τη σύνδεση."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: είναι δυνατή η εγγραφή χωρίς να δηλώσω αφμ;",
    "output": "Ναι, το ΑΦΜ είναι προαιρετικό κατά την εγγραφή. Μπορείτε να αφήσετε το πεδίο κενό, αρκεί να συμπληρώσετε τα υποχρεωτικά στοιχεία (ΑΜΚΑ, επώνυμο, όνομα)."
  },
  {
    "input": "Ποια είναι η ενδεδειγμένη ενέργεια αν έχει λήξει ο σύνδεσμος ενεργοποίησης;",
    "output": "Αν ο σύνδεσμος ενεργοποίησης έχει λήξει (μετά από 2 ημέρες): \n1. Ξεκινήστε εκ νέου τη διαδικασία εγγραφής από την αρχή. \n2. Χρησιμοποιήστε το ίδιο ή νέο email. \n3. Περιμένετε το νέο email ενεργοποίησης."
  },
  {
    "input": "Με ποιον τρόπο μπορώ να διαπιστώσω αν ανήκω στις κατηγορίες ληπτών υγείας που εξυπηρετούνται;",
    "output": "1. Στην αρχική σελίδα, επιλέξτε «Δεν έχετε διαπιστευτήρια. Αποκτήστε εδώ». \n2. Κάντε κλικ στο «Δείτε τις κατηγορίες Ληπτών Υγείας». \n3. Ελέγξτε τη λίστα με τις υποστηριζόμενες κατηγορίες. Αν δεν είστε σίγουροι, επικοινωνήστε με το νοσοκομείο."
  },
  {
    "input": "Ποιος είναι ο λόγος που πρέπει να δηλώσω ολόκληρο το επώνυμο μου κατά την εγγραφή;",
    "output": "Για λόγους ασφαλείας και ταυτοποίησης, το σύστημα απαιτεί ολόκληρο το επώνυμο (χωρίς συντομογραφίες) για να ταιριάζει με τα επίσημα αρχεία της ΗΔΙΚΑ. Ειδικοί χαρακτήρες (π.χ. $, &) δεν επιτρέπονται."
  },
  {
    "input": "Με ποιον τρόπο μπορώ να αλλάξω τον κωδικό πρόσβασής μου μετά την εγγραφή;",
    "output": "1. Συνδεθείτε στον λογαριασμό σας στο ΗΚΕΛΥ. \n2. Επιλέξτε «Ρυθμίσεις Λογαριασμού» ή «Αλλαγή Κωδικού». \n3. Εισάγετε τον παλιό και τον νέο κωδικό (πρέπει να πληροί τους κανόνες ασφαλείας). \n4. Αποθηκεύστε τις αλλαγές."
  },
  {
    "input": "Ποια είναι η ενδεδειγμένη ενέργεια αν δεν μπορώ να ανακτήσω τον κωδικό πρόσβασης μέσω email;",
    "output": "1. Ελέγξτε τον φάκελο «Ανεπιθύμητα» ή «Spam». \n2. Βεβαιωθείτε ότι το email που εισάγατε είναι το ίδιο με αυτό της εγγραφής. \n3. Αν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξη για χειροκίνητη επαναφορά."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: με ποιον τρόπο ενημερώνονται τα προσωπικά μου στοιχεία από την ηδικα;",
    "output": "Τα στοιχεία σας ενημερώνονται αυτόματα από την ΗΔΙΚΑ κατά τη διαδικασία εγγραφής. Μετά την ενεργοποίηση του λογαριασμού, δεν μπορούν να τροποποιηθούν χωρίς επικοινωνία με την υποστήριξη."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: ποιοι χαρακτήρες επιτρέπονται στο όνομα χρήστη και στον κωδικό πρόσβασης;",
    "output": "Το username και ο κωδικός σας πρέπει να: \n1. Περιέχουν λατινικούς χαρακτήρες (A-Z, a-z). \n2. Μπορούν να συμπεριλαμβάνουν αριθμούς (0-9) ή ειδικούς χαρακτήρες (π.χ. !, @). \n3. Να μην περιέχουν κενά ή ελληνικούς χαρακτήρες."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: τι σημαίνει το μήνυμα «απορρίφθηκε η ταυτοποίηση σας»;",
    "output": "Αυτό σημαίνει ότι τα στοιχεία σας (ΑΜΚΑ, επώνυμο, όνομα) δεν ταιριάζουν με τα αρχεία της ΗΔΙΚΑ. Πιθανές αιτίες: \n1. Λάθος στοιχεία εισαγωγής. \n2. Δεν ανήκετε σε υποστηριζόμενη κατηγορία ληπτών υγείας. \n3. Τεχνικό πρόβλημα. Επαναλάβετε τη διαδικασία ή επικοινωνήστε με την υποστήριξη."
  },
  {
    "input": "Με ποιον τρόπο διασφαλίζεται η προστασία των προσωπικών μου δεδομένων στην πλατφόρμα ΗΚΕΛΥ;",
    "output": "Το ΗΚΕΛΥ χρησιμοποιεί: \n1. Κρυπτογράφηση δεδομένων κατά τη μεταφορά και αποθήκευση. \n2. Ταυτοποίηση μέσω ΗΔΙΚΑ για επιβεβαίωση ταυτότητας. \n3. Μερική αφαίρεση χαρακτήρων στην εμφάνιση ευαίσθητων δεδομένων (π.χ. email)."
  },
  {
    "input": "Επιτρέπεται να ολοκληρώσω την εγγραφή και να προχωρήσω σε κλείσιμο ραντεβού αμέσως μετά;",
    "output": "Η διαδικασία είναι διαδοχική: \n1. Ολοκληρώστε πρώτα την εγγραφή (συμπλήρωση στοιχείων, ενεργοποίηση λογαριασμού). \n2. Συνδεθείτε με τα διαπιστευτήριά σας. \n3. Επιλέξτε «Κλείσιμο Ραντεβού» από το μενού. \nΣημείωση: Δεν υπάρχει άμεση διασύνδεση εγγραφής και κλεισίματος ραντεβού."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: τι μπορώ να κάνω σε περίπτωση τεχνικού προβλήματος κατά την εγγραφή;",
    "output": "1. Ελέγξτε τη σύνδεση στο διαδίκτυο και ανανεώστε τη σελίδα. \n2. Δοκιμάστε από άλλο browser ή συσκευή. \n3. Αν το πρόβλημα συνεχίζεται, επικοινωνήστε με την υποστήριξη του ΗΚΕΛΥ, προσφέροντας λεπτομέρειες (π.χ. στιγμιότυπο οθόνης, κωδικό σφάλματος)."
  },
  {
    "input": "Επιτρέπεται να χρησιμοποιήσω ειδικούς ή διεθνείς χαρακτήρες στο όνομα ή το επώνυμό μου;",
    "output": "Όχι, τα πεδία «Επώνυμο» και «Όνομα» δέχονται μόνο ελληνικούς ή λατινικούς χαρακτήρες (A-Z, α-ω). Δεν επιτρέπονται διεθνείς χαρακτήρες (π.χ. é, ñ) ή ειδικοί συμβολισμοί."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: τι γίνεται αν δηλώσω εσφαλμένο email κατά την εγγραφή;",
    "output": "Αν το email είναι λανθασμένο: \n1. Δεν θα λάβετε τον σύνδεσμο ενεργοποίησης. \n2. Δεν μπορείτε να επεξεργαστείτε το email μετά την υποβολή. \n3. Πρέπει να ξεκινήσετε νέα διαδικασία εγγραφής με σωστό email."
  },
  {
    "input": "Ποια είναι η συνέπεια αν πληκτρολογήσω λάθος κωδικό πολλές φορές στη σειρά;",
    "output": "Αν εισάγετε λανθασμένα διαπιστευτήρια για 5 συνεχόμενες φορές: \n1. Ο λογαριασμός σας απενεργοποιείται προσωρινά. \n2. Θα πρέπει να περιμένετε τουλάχιστον 30 λεπτά πριν προσπαθήσετε ξανά. \n3. Αν ξεχάσατε τον κωδικό σας, χρησιμοποιήστε τη λειτουργία «Ανάκτηση Κωδικού»."
  },
  {
    "input": "Επιτρέπεται να χρησιμοποιήσω τα ίδια διαπιστευτήρια για πρόσβαση σε διαφορετικά νοσοκομεία;",
    "output": "Ναι, τα διαπιστευτήρια σας (username και password) είναι κοινά για όλα τα Νοσοκομεία των Ενόπλων Δυνάμεων. Για παράδειγμα, αν εγγραφείτε στο ΗΚΕΛΥ του 414 ΣΝΕΝ, μπορείτε να συνδεθείτε με τα ίδια στοιχεία και στο 401 ΓΣΝΑ."
  },
  {
    "input": "Σε ποια χρονική στιγμή εμφανίζονται οι όροι GDPR κατά την πρόσβαση στο ΗΚΕΛΥ;",
    "output": "Μετά την σύνδεση σας, εάν το νοσοκομείο έχει καθορίσει: \n1. Πολιτική προστασίας δεδομένων (GDPR). \n2. Κανόνες και διαδικασίες επίσκεψης. \n3. Όρους χρήσης ιστότοπου και cookies, αυτά θα εμφανιστούν αυτόματα στις οθόνες που ακολουθούν."
  },
  {
    "input": "Σε ποιο σημείο μπορώ να βρω την πολιτική για τα cookies της πλατφόρμας ΗΚΕΛΥ;",
    "output": "Η πολιτική cookies εμφανίζεται: \n1. Αμέσως μετά τη σύνδεση, αν το νοσοκομείο την έχει ρυθμίσει. \n2. Στην καρτέλα «Πληροφορίες» του ΗΚΕΛΥ, όπου καταχωρούνται όλες οι ανακοινώσεις και πολιτικές."
  },
  {
    "input": "Με ποιον τρόπο επιλέγω την κατηγορία μου ως λήπτης υγείας στην πρώτη σύνδεση;",
    "output": "1. Κατά την πρώτη σύνδεση σας σε ένα νοσοκομείο, θα σας ζητηθεί να επιλέξετε κατηγορία (Δικαιούχος/Μέλος/Ιδιώτης) και υποκατηγορία. \n2. Αν δεν είστε σίγουροι, πατήστε «Δείτε όλες τις κατηγορίες Ληπτών Υγείας εδώ». \n3. Οι επιλογές σας θα επαληθευτούν κατά την επίσκεψή σας στο νοσοκομείο."
  },
  {
    "input": "Επιτρέπεται να αλλάξω την κατηγορία λήπτη υγείας μου μετά την πρώτη επιλογή;",
    "output": "Ναι, μπορείτε να αλλάξετε την κατηγορία, αρκεί: \n1. Να μην εκκρεμεί ραντεβού που κλείστηκε με την προηγούμενη κατηγορία. \n2. Η νέα κατηγορία θα επαληθευτεί κατά την επίσκεψή σας με τα απαιτούμενα δικαιολογητικά (π.χ. ταυτότητα, δελτίο αποστράτου)."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: ποιες είναι οι βασικές κατηγορίες ληπτών υγείας στο σύστημα ηκελυ;",
    "output": "Οι κύριες κατηγορίες είναι: \n1. Δικαιούχος (με υποκατηγορίες όπως συνταξιούχος, αναπήρος). \n2. Μέλος (π.χ. εν ενεργεία στρατιωτικός). \n3. Ιδιώτης (π.χ. πολίτης με πρόσβαση σε συγκεκριμένες υπηρεσίες). Οι πλήρεις λίστες εμφανίζονται κατά την πρώτη σύνδεση."
  },
  {
    "input": "Σε ποιο σημείο μπορώ να δω τις επίσημες ανακοινώσεις του νοσοκομείου;",
    "output": "Οι ανακοινώσεις εμφανίζονται: \n1. Αυτόματα μετά τη σύνδεση (αν υπάρχουν νέες). \n2. Στην καρτέλα «Πληροφορίες» του ΗΚΕΛΥ, όπου καταχωρούνται όλες οι ενεργές ανακοινώσεις."
  },
  {
    "input": "Με ποιον τρόπο ενημερώνομαι για νέες διαδικασίες ή αλλαγές στους κανόνες λειτουργίας του νοσοκομείου;",
    "output": "Οι ενημερώσεις για κανόνες και διαδικασίες: \n1. Εμφανίζονται μετά τη σύνδεση, αν το νοσοκομείο τις έχει δημοσιεύσει. \n2. Μπορείτε να τις βρείτε στην καρτέλα «Πληροφορίες» ή στις οθόνες GDPR/Κανόνες."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: τι να κάνω αν δεν μπορώ να επιλέξω κατηγορία λήπτη υγείας στην εφαρμογή;",
    "output": "1. Πατήστε «Δείτε όλες τις κατηγορίες Ληπτών Υγείας εδώ» για να ελέγξετε αν ανήκετε σε κάποια. \n2. Αν δεν βρείτε την κατηγορία σας, επικοινωνήστε με τη γραμματεία του νοσοκομείου. \n3. Μην προχωρήσετε σε κλείσιμο ραντεβού χωρίς επιλογή κατηγορίας."
  },
  {
    "input": "Σε ποια χρονική στιγμή και πού γίνεται η πιστοποίηση της κατηγορίας μου ως λήπτη υγείας;",
    "output": "Η πιστοποίηση γίνεται: \n1. Κατά την πρώτη σας επίσκεψη στο νοσοκομείο, την ημέρα του ραντεβού σας. \n2. Στη γραμματεία εξωτερικών ιατρείων, με την προσκόμιση απαιτούμενων δικαιολογητικών (π.χ. ταυτότητα, δελτίο αποστράτου)."
  },
  {
    "input": "Με ποιον τρόπο μπορώ να δω τις νέες ανακοινώσεις μόλις συνδεθώ στην πλατφόρμα;",
    "output": "Η διαδικασία είναι αυτόματη: \n1. Συνδεθείτε με τα διαπιστευτήριά σας. \n2. Αν το νοσοκομείο έχει νέες ανακοινώσεις, αυτές θα εμφανιστούν αμέσως μετά τη σύνδεση. \n3. Για όλες τις ανακοινώσεις, μεταβείτε στην καρτέλα «Πληροφορίες»."
  },
  {
    "input": "Μπορείτε να μου εξηγήσετε: τι να κάνω αν δεν εμφανίζονται οι ανακοινώσεις μετά τη σύνδεση;",
    "output": "1. Ελέγξτε την καρτέλα «Πληροφορίες» για όλες τις ανακοινώσεις. \n2. Αν δεν υπάρχουν, το νοσοκομείο δεν έχει δημοσιεύσει νέες ανακοινώσεις. \n3. Για τεχνικά προβλήματα, επικοινωνήστε με την υποστήριξη του ΗΚΕΛΥ."
  }
]